[
    [
        "Comprehensive interrogation of synthetic lethality in the DNA damage response",
        "The DNA damage response (DDR) is a multifaceted network of pathways that preserves genome stability1,2. Unravelling the complementary interplay between these pathways remains a challenge3,4. Here we used CRISPR interference (CRISPRi) screening to comprehensively map the genetic interactions required for survival during normal human cell homeostasis across all core DDR genes. We captured known interactions and discovered myriad new connections that are available online. We defined the molecular mechanism of two of the strongest interactions. First, we found that WDR48 works with USP1 to restrain PCNA degradation in FEN1/LIG1-deficient cells. Second, we found that SMARCAL1 and FANCM directly unwind TA-rich DNA cruciforms, preventing catastrophic chromosome breakage by the ERCC1-ERCC4 complex. Our data yield fundamental insights into genome maintenance, provide a springboard for mechanistic investigations into new connections between DDR factors and pinpoint synthetic vulnerabilities that could be exploited in cancer therapy."
    ],
    [
        "Supramolecular docking structure determination of alkyl-bearing molecules",
        "Numerous natural products and drugs contain flexible alkyl chains. The resulting conformational motion can create challenges in obtaining single crystals and thus determining their molecular structures by single-crystal X-ray diffraction (SCXRD)1, 2, 3, 4, 5, 6, 7, 8, 9, 10-11. Here we demonstrate that by using pillar[5]arene-incorporated metal-organic frameworks (MOFs) and taking advantage of pillar[5]arene-alkyl chain host-guest recognition12, 13, 14-15, it is possible to reduce this motion and bring order to alkyl-chain-containing molecules as the result of docking within accessible pillar[5]arene units present in an overall MOF. This has allowed the single-crystal structures of 48 alkyl-chain-containing molecules, including 6 natural products, 2 approved drugs and 18 custom-made compounds collected from 16 research groups, to be determined using standard SCXRD instrumentation. The structures of alkyl-chain-containing molecules derived from crude reaction products can also be determined directly by SCXRD analyses without further purification. The simplicity, high efficiency and apparent generality of the present pillar[5]arene-incorporated MOF-based supramolecular docking approach suggest that it could emerge as a new tool for the analyses of natural products and drugs that might not be amenable to traditional SCXRD-based structure determination."
    ],
    [
        "BRCA2 prevents PARPi-mediated PARP1 retention to protect RAD51 filaments",
        "The tumour-suppressor protein BRCA2 has a central role in homology-directed DNA repair by enhancing the formation of RAD51 filaments on resected single-stranded DNA generated at double-stranded DNA breaks and stimulating RAD51 activity1,2. Individuals with BRCA2 mutations are predisposed to cancer; however, BRCA2-deficient tumours are often responsive to targeted therapy with PARP inhibitors (PARPi)3, 4, 5-6. The mechanism by which BRCA2 deficiency renders cells sensitive to PARPi but with minimal toxicity in cells heterozygous for BRCA2 mutations remains unclear. Here we identify a previously unknown role of BRCA2 that is directly linked to the effect of PARP1 inhibition. Using biochemical and single-molecule approaches, we demonstrate that PARPi-mediated PARP1 retention on a resected DNA substrate interferes with RAD51 filament stability and impairs RAD51-mediated DNA strand exchange. Full-length BRCA2 protects RAD51 filaments and counteracts the instability conferred by PARPi-mediated retention by preventing the binding of PARP1 to DNA. Extending these findings to a cellular context, we use quantitative single-molecule localization microscopy to show that BRCA2 prevents PARPi-induced PARP1 retention at homologous-recombination repair sites. By contrast, BRCA2-deficient cells exhibit increased PARP1 retention at these lesions in response to PARPi. These results provide mechanistic insights into the role of BRCA2 in maintaining RAD51 stability and protecting homologous-recombination repair sites by mitigating PARPi-mediated PARP1 retention."
    ],
    [
        "A polyene macrolide targeting phospholipids in the fungal cell membrane",
        "The global spread of multidrug-resistant pathogenic fungi presents a serious threat to human health, necessitating the discovery of antifungals with unique modes of action1. However, conventional activity-based screening for previously undescribed antibiotics has been hampered by the high-frequency rediscovery of known compounds and the lack of new antifungal targets2. Here we report the discovery of a polyene antifungal antibiotic, mandimycin, using a phylogeny-guided natural-product discovery platform. Mandimycin is biosynthesized by the mand gene cluster, has evolved in a distinct manner from known polyene macrolide antibiotics and is modified with three deoxy sugars. It has demonstrated potent and broad-spectrum fungicidal activity against a wide range of multidrug-resistant fungal pathogens in both in vitro and in vivo settings. In contrast to known polyene macrolide antibiotics that target ergosterol, mandimycin has a unique mode of action that involves targeting various phospholipids in fungal cell membranes, resulting in the release of essential ions from fungal cells. This unique ability to bind multiple targets gives it robust fungicidal activity as well as the capability to evade resistance. The identification of mandimycin using the phylogeny-guided natural-product discovery strategy represents an important advancement in uncovering antimicrobial compounds with distinct modes of action, which could be developed to combat multidrug-resistant fungal pathogens."
    ],
    [
        "Overlapping nuclear import and export paths unveiled by two-colour MINFLUX",
        "The nuclear pore complex (NPC) mediates nucleocytoplasmic exchange, catalysing a massive flux of protein and nucleic acid material in both directions1. Distinct trafficking pathways for import and export would be an elegant solution to avoid unproductive collisions and opposing movements. However, the three-dimensional (3D) nanoscale spatiotemporal dynamics of macromolecules traversing the NPC remains challenging to visualize on the timescale of millisecond-scale transport events. Here we used 3D MINFLUX2 to identify the nuclear pore scaffold and then to simultaneously monitor both nuclear import and nuclear export, thereby establishing that both transport processes occur in overlapping regions of the central pore. Whereas translocation-arrested import complexes bound at the pore periphery, tracks of translocating complexes within the central pore region revealed a preference for an approximately 40- to 50-nm diameter annulus with minimal circumferential movement, indicating activity-dependent confinement within the permeability barrier. Movement within the pore was approximately 1,000-fold slower than in solution and was interspersed with pauses, indicating a highly restricted environment with structural constraints and/or transient binding events during transport. These results demonstrate that high spatiotemporal precision with reduced photobleaching is a major advantage of MINFLUX tracking, and that the NPC permeability barrier is divided into annular rings with distinct functional properties."
    ],
    [
        "Water structure and electric fields at the interface of oil droplets",
        "Interfacial water exhibits rich and complex behaviour1, playing an important part in chemistry, biology, geology and engineering. However, there is still much debate on the fundamental properties of water at hydrophobic interfaces, such as orientational ordering, the concentration of hydronium and hydroxide, improper hydrogen bonds and the presence of large electric fields2, 3, 4-5. This controversy arises from the challenges in measuring interfacial systems, even with the most advanced experimental techniques and theoretical approaches available. Here we report on an in-solution, interface-selective Raman spectroscopy method using multivariate curve resolution6,7 to probe hexadecane-in-water emulsions, aided by a monomer-field theoretical model for Raman spectroscopy8. Our results indicate that oil-water emulsion interfaces can exhibit reduced tetrahedral order and weaker hydrogen bonding, along with a substantial population of free hydroxyl groups that experience about 95 cm-1 redshift in their stretching mode compared with planar oil-water interfaces. Given the known electrostatic zeta potential characteristic of oil droplets9, we propose the existence of a strong electric field (about 50-90 MV cm-1) emanating from the oil phase. This field is inferred indirectly but supported by control experiments and theoretical estimates. These observations are either absent or opposite in the molecular hydrophobic interface formed by small solutes or at planar oil-water interfaces. Instead, water structural disorder and enhanced electric fields emerge as unique features of the mesoscale interface in oil-water emulsions, potentially contributing to the accelerated chemical reactivity observed at hydrophobic-water interfaces10, 11, 12-13."
    ],
    [
        "Assessment of Hydrogen's Climate Impact Is Affected by Model OH Biases",
        "Hydrogen fuel can help decarbonize the economy, but hydrogen leakage has indirect climate consequences. Atmospheric oxidation of hydrogen by hydroxyl radicals (OH) increases methane, ozone, and stratospheric water vapor concentrations. Current global 3-D atmospheric chemistry models estimate a global warming potential for hydrogen of 12 +/- 3 over a 100-year horizon (GWP-100), but the models overestimate global OH concentrations and underestimate OH reactivity (OHR). These OH biases cause overestimates of the responses of methane and ozone to hydrogen. Here, we compare the hydrogen GWP-100 calculated from the standard GEOS-Chem model and from a modified version where OH and OHR biases are corrected with missing organic emissions and a terminal OH sink over continents. The hydrogen GWP-100 from the standard GEOS-Chem model agrees with previous studies, but the modified version is 20% lower. Better understanding of the factors controlling global OH concentrations and OHR is needed to refine hydrogen GWP estimates."
    ],
    [
        "Structure of mitochondrial pyruvate carrier and its inhibition mechanism",
        "The mitochondrial pyruvate carrier (MPC) governs the entry of pyruvate-a central metabolite that bridges cytosolic glycolysis with mitochondrial oxidative phosphorylation-into the mitochondrial matrix1, 2, 3, 4-5. It thus serves as a pivotal metabolic gatekeeper and has fundamental roles in cellular metabolism. Moreover, MPC is a key target for drugs aimed at managing diabetes, non-alcoholic steatohepatitis and neurodegenerative diseases4, 5-6. However, despite MPC's critical roles in both physiology and medicine, the molecular mechanisms underlying its transport function and how it is inhibited by drugs have remained largely unclear. Here our structural findings on human MPC define the architecture of this vital transporter, delineate its substrate-binding site and translocation pathway, and reveal its major conformational states. Furthermore, we explain the binding and inhibition mechanisms of MPC inhibitors. Our findings provide the molecular basis for understanding MPC's function and pave the way for the development of more-effective therapeutic reagents that target MPC."
    ],
    [
        "Mass-spectrometry-based proteomics: from single cells to clinical applications",
        "Mass-spectrometry (MS)-based proteomics has evolved into a powerful tool for comprehensively analysing biological systems. Recent technological advances have markedly increased sensitivity, enabling single-cell proteomics and spatial profiling of tissues. Simultaneously, improvements in throughput and robustness are facilitating clinical applications. In this Review, we present the latest developments in proteomics technology, including novel sample-preparation methods, advanced instrumentation and innovative data-acquisition strategies. We explore how these advances drive progress in key areas such as protein-protein interactions, post-translational modifications and structural proteomics. Integrating artificial intelligence into the proteomics workflow accelerates data analysis and biological interpretation. We discuss the application of proteomics to single-cell analysis and spatial profiling, which can provide unprecedented insights into cellular heterogeneity and tissue architecture. Finally, we examine the transition of proteomics from basic research to clinical practice, including biomarker discovery in body fluids and the promise and challenges of implementing proteomics-based diagnostics. This Review provides a broad and high-level overview of the current state of proteomics and its potential to revolutionize our understanding of biology and transform medical practice."
    ],
    [
        "Programs, origins and immunomodulatory functions of myeloid cells in glioma",
        "Gliomas are incurable malignancies notable for having an immunosuppressive microenvironment with abundant myeloid cells, the immunomodulatory phenotypes of which remain poorly defined1. Here we systematically investigate these phenotypes by integrating single-cell RNA sequencing, chromatin accessibility, spatial transcriptomics and glioma organoid explant systems. We discovered four immunomodulatory expression programs: microglial inflammatory and scavenger immunosuppressive programs, which are both unique to primary brain tumours, and systemic inflammatory and complement immunosuppressive programs, which are also expressed by non-brain tumours. The programs are not contingent on myeloid cell type, developmental origin or tumour mutational state, but instead are driven by microenvironmental cues, including tumour hypoxia, interleukin-1 beta, TGF beta and standard-of-care dexamethasone treatment. Their relative expression can predict immunotherapy response and overall survival. By associating the respective programs with mediating genomic elements, transcription factors and signalling pathways, we uncover strategies for manipulating myeloid-cell phenotypes. Our study provides a framework to understand immunomodulation by myeloid cells in glioma and a foundation for the development of more-effective immunotherapies."
    ],
    [
        "The conserved HIV-1 spacer peptide 2 triggers matrix lattice maturation",
        "The virus particles of human immunodeficiency virus type 1 (HIV-1) are released in an immature, non-infectious form. Proteolytic cleavage of the main structural polyprotein Gag into functional domains induces rearrangement into mature, infectious virions. In immature virus particles, the Gag membrane-binding domain, MA, forms a hexameric protein lattice that undergoes structural transition, following cleavage, into a distinct, mature MA lattice1. The mechanism of MA lattice maturation is unknown. Here we show that released spacer peptide 2 (SP2), a conserved peptide of unknown function situated about 300 residues downstream of MA, binds MA to induce structural maturation. By high-resolution in-virus structure determination of MA, we show that MA does not bind lipid into a side pocket as previously thought1, but instead binds SP2 as an integral part of the protein-protein interfaces that stabilize the mature lattice. Analysis of Gag cleavage site mutants showed that SP2 release is required for MA maturation, and we demonstrate that SP2 is sufficient to induce maturation of purified MA on lipid monolayers in vitro. SP2-triggered MA maturation correlated with faster fusion of virus with target cells. Our results reveal a new, unexpected interaction between two HIV-1 components, provide a high-resolution structure of mature MA, establish the trigger of MA structural maturation and assign function to the SP2 peptide."
    ],
    [
        "Clonal driver neoantigen loss under EGFR TKI and immune selection pressures",
        "Neoantigen vaccines are under investigation for various cancers, including epidermal growth factor receptor (EGFR)-driven lung cancers1,2. We tracked the phylogenetic history of an EGFR mutant lung cancer treated with erlotinib, osimertinib, radiotherapy and a personalized neopeptide vaccine (NPV) targeting ten somatic mutations, including EGFR exon 19 deletion (ex19del). The ex19del mutation was clonal, but is likely to have appeared after a whole-genome doubling (WGD) event. Following osimertinib and NPV treatment, loss of the ex19del mutation was identified in a progressing small-cell-transformed liver metastasis. Circulating tumour DNA analyses tracking 467 somatic variants revealed the presence of this EGFR wild-type clone before vaccination and its expansion during osimertinib/NPV therapy. Despite systemic T cell reactivity to the vaccine-targeted ex19del neoantigen, the NPV failed to halt disease progression. The liver metastasis lost vaccine-targeted neoantigens through chromosomal instability and exhibited a hostile microenvironment, characterized by limited immune infiltration, low CXCL9 and elevated M2 macrophage levels. Neoantigens arising post-WGD were more likely to be absent in the progressing liver metastasis than those occurring pre-WGD, suggesting that prioritizing pre-WGD neoantigens may improve vaccine design. Data from the TRACERx 421 cohort3 provide evidence that pre-WGD mutations better represent clonal variants, and owing to their presence at multiple copy numbers, are less likely to be lost in metastatic transition. These data highlight the power of phylogenetic disease tracking and functional T cell profiling to understand mechanisms of immune escape during combination therapies."
    ],
    [
        "GABAergic neuron-to-glioma synapses in diffuse midline gliomas",
        "High-grade gliomas (HGGs) are the leading cause of brain cancer-related death. HGGs include clinically, anatomically and molecularly distinct subtypes that stratify into diffuse midline gliomas (DMGs), such as H3K27M-altered diffuse intrinsic pontine glioma, and hemispheric HGGs, such as IDH wild-type glioblastoma. Neuronal activity drives glioma progression through paracrine signalling1,2 and neuron-to-glioma synapses3, 4, 5-6. Glutamatergic AMPA receptor-dependent synapses between neurons and glioma cells have been demonstrated in paediatric3 and adult4 high-grade gliomas, and early work has suggested heterogeneous glioma GABAergic responses7. However, neuron-to-glioma synapses mediated by neurotransmitters other than glutamate remain understudied. Using whole-cell patch-clamp electrophysiology, in vivo optogenetics and patient-derived orthotopic xenograft models, we identified functional, tumour-promoting GABAergic neuron-to-glioma synapses mediated by GABAA receptors in DMGs. GABAergic input has a depolarizing effect on DMG cells due to NKCC1 chloride transporter function and consequently elevated intracellular chloride concentration in DMG malignant cells. As membrane depolarization increases glioma proliferation3,6, we found that the activity of GABAergic interneurons promotes DMG proliferation in vivo. The benzodiazepine lorazepam enhances GABA-mediated signalling, increases glioma proliferation and growth, and shortens survival in DMG patient-derived orthotopic xenograft models. By contrast, only minimal depolarizing GABAergic currents were found in hemispheric HGGs and lorazepam did not influence the growth rate of hemispheric glioblastoma xenografts. Together, these findings uncover growth-promoting GABAergic synaptic communication between GABAergic neurons and H3K27M-altered DMG cells, underscoring a tumour subtype-specific mechanism of brain cancer neurophysiology."
    ],
    [
        "Modulated ringdown comb interferometry for sensing of highly complex gases",
        "Gas samples relevant to health1, 2-3 and the environment4, 5-6 typically contain many molecular species that span a huge concentration dynamic range. Mid-infrared frequency comb spectroscopy with high-finesse cavity enhancement has allowed the most sensitive multispecies trace-gas detections so far2,7, 8, 9, 10, 11, 12-13. However, the robust performance of this technique depends critically on ensuring absorption-path-length enhancement over a broad spectral coverage, which is severely limited by comb-cavity frequency mismatch if strongly absorbing compounds are present. Here we introduce modulated ringdown comb interferometry, a technique that resolves the vulnerability of comb-cavity enhancement to strong intracavity absorption or dispersion. This technique works by measuring ringdown dynamics carried by massively parallel comb lines transmitted through a length-modulated cavity, making use of both the periodicity of the field dynamics and the Doppler frequency shifts introduced from a Michelson interferometer. As a demonstration, we measure highly dispersive exhaled human breath samples and ambient air in the mid-infrared with finesse improved to 23,000 and coverage to 1,010 cm-1. Such a product of finesse and spectral coverage is orders of magnitude better than all previous demonstrations2,7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19-20, enabling us to simultaneously quantify 20 distinct molecular species at above 1-part-per-trillion sensitivity varying in concentrations by seven orders of magnitude. This technique unlocks next-generation sensing performance for complex and dynamic molecular compositions, with scalable improvement to both finesse and spectral coverage."
    ],
    [
        "Endogenous DNA damage at sites of terminated transcripts",
        "DNA damage promotes mutations that fuel cancer, ageing and neurodegenerative diseases1, 2-3, but surprisingly, the causes and types of damage remain largely unknown. There are three identified mechanisms that damage DNA during transcription: collision of RNA polymerase (RNAP) with the DNA-replication machinery head-on and co-directionally4, 5-6, and R-loop-induced DNA breakage7, 8, 9-10. Here we identify novel DNA damage reaction intermediates11,12 and uncover a fourth transcription-related source of DNA damage: endogenous DNA damage at sites of terminated transcripts. We engineered proteins to capture single-stranded DNA (ssDNA) ends with 3 ' polarity in bacterial and human cells. In Escherichia coli, spontaneous 3 '-ssDNA-end foci were unexpectedly frequent, at one or more per cell division, and arose via two identifiable pathways, both of which were dependent on DNA replication. A pathway associated with double-strand breaks was suppressed by overexpression of replicative DNA polymerase (pol) III, suggesting competition between pol III and DNA damage-promoting proteins. Mapping of recurrent 3 '-ssDNA-ends identified distinct 3 '-ssDNA-end-hotspots, mostly unrelated to double-strand breaks, next to the 5 '-CCTTTTTT transcription-terminator-like sequence. These 3 '-ssDNA-termini coincide with RNA 3 '-termini identified by DirectRNA sequencing13 or simultaneous 5 ' and 3 ' end RNA sequencing (SEnd-seq)14 and were prevented by a mutant RNAP that reads through terminators. Our findings reveal that transcription termination or pausing can promote DNA damage and subsequent genomic instability."
    ],
    [
        "Human-correlated genetic models identify precision therapy for liver cancer",
        "Hepatocellular carcinoma (HCC), the most common form of primary liver cancer, is a leading cause of cancer-related mortality worldwide1,2. HCC occurs typically from a background of chronic liver disease, caused by a spectrum of predisposing conditions. Tumour development is driven by the expansion of clones that accumulate progressive driver mutations3, with hepatocytes the most likely cell of origin2. However, the landscape of driver mutations in HCC is broadly independent of the underlying aetiologies4. Despite an increasing range of systemic treatment options for advanced HCC, outcomes remain heterogeneous and typically poor. Emerging data suggest that drug efficacies depend on disease aetiology and genetic alterations5,6. Exploring subtypes in preclinical models with human relevance will therefore be essential to advance precision medicine in HCC7. Here we generated a suite of genetically driven immunocompetent in vivo and matched in vitro HCC models. Our models represent multiple features of human HCC, including clonal origin, histopathological appearance and metastasis. We integrated transcriptomic data from the mouse models with human HCC data and identified four common human-mouse subtype clusters. The subtype clusters had distinct transcriptomic characteristics that aligned with the human histopathology. In a proof-of-principle analysis, we verified response to standard-of-care treatment and used a linked in vitro-in vivo pipeline to identify a promising therapeutic candidate, cladribine, that has not previously been linked to HCC treatment. Cladribine acts in a highly effective subtype-specific manner in combination with standard-of-care therapy."
    ],
    [
        "SPO11 dimers are sufficient to catalyse DNA double-strand breaks in vitro",
        "SPO11 initiates meiotic recombination through the induction of programmed DNA double-strand breaks (DSBs)1,2, but this catalytic activity has never been reconstituted in vitro3,4. Here, using Mus musculus SPO11, we report a biochemical system that recapitulates all the hallmarks of meiotic DSB formation. We show that SPO11 catalyses break formation in the absence of any partners and remains covalently attached to the 5 ' broken strands. We find that target site selection by SPO11 is influenced by the sequence, bendability and topology of the DNA substrate, and provide evidence that SPO11 can reseal single-strand DNA breaks. In addition, we show that SPO11 is monomeric in solution and that cleavage requires dimerization for the reconstitution of two hybrid active sites. SPO11 and its partner TOP6BL form a 1:1 complex that catalyses DNA cleavage with an activity similar to that of SPO11 alone. However, this complex binds DNA ends with higher affinity, suggesting a potential role after cleavage. We propose a model in which additional partners of SPO11 required for DSB formation in vivo assemble biomolecular condensates that recruit SPO11-TOP6BL, enabling dimerization and cleavage. Our work establishes SPO11 dimerization as the fundamental mechanism that controls the induction of meiotic DSBs."
    ],
    [
        "Mechanism for local attenuation of DNA replication at double-strand breaks",
        "DNA double-strand breaks (DSBs) disrupt the continuity of the genome, with consequences for malignant transformation. Massive DNA damage can elicit a cellular checkpoint response that prevents cell proliferation1,2. However, how highly aggressive cancer cells, which can tolerate widespread DNA damage, respond to DSBs alongside continuous chromosome duplication is unknown. Here we show that DSBs induce a local genome maintenance mechanism that inhibits replication initiation in DSB-containing topologically associating domains (TADs) without affecting DNA synthesis at other genomic locations. This process is facilitated by mediators of replication and DSBs (MRDs). In normal and cancer cells, MRDs include the TIMELESS-TIPIN complex and the WEE1 kinase, which actively dislodges the TIMELESS-TIPIN complex from replication origins adjacent to DSBs and prevents initiation of DNA synthesis at DSB-containing TADs. Dysregulation of MRDs, or disruption of 3D chromatin architecture by dissolving TADs, results in inadvertent replication in damaged chromatin and increased DNA damage in cancer cells. We propose that the intact MRD cascade precedes DSB repair to prevent genomic instability, which is otherwise observed when replication is forced, or when genome architecture is challenged, in the presence of DSBs3, 4-5. These observations reveal a previously unknown vulnerability in the DNA replication machinery that may be exploited to therapeutically target cancer cells."
    ],
    [
        "Dual regulation of mitochondrial fusion by Parkin-PINK1 and OMA1",
        "Mitochondrial stress pathways protect mitochondrial health from cellular insults1, 2, 3, 4, 5, 6, 7-8. However, their role under physiological conditions is largely unknown. Here, using 18 single, double and triple whole-body and tissue-specific knockout and mutant mice, along with systematic mitochondrial morphology analysis, untargeted metabolomics and RNA sequencing, we discovered that the synergy between two stress-responsive systems-the ubiquitin E3 ligase Parkin and the metalloprotease OMA1-safeguards mitochondrial structure and genome by mitochondrial fusion, mediated by the outer membrane GTPase MFN1 and the inner membrane GTPase OPA1. Whereas the individual loss of Parkin or OMA1 does not affect mitochondrial integrity, their combined loss results in small body size, low locomotor activity, premature death, mitochondrial abnormalities and innate immune responses. Thus, our data show that Parkin and OMA1 maintain a dual regulatory mechanism that controls mitochondrial fusion at the two membranes, even in the absence of extrinsic stress."
    ],
    [
        "Reconstitution of SPO11-dependent double-strand break formation",
        "Meiotic recombination starts with SPO11 generation of DNA double-strand breaks (DSBs)1. SPO11 is critical for meiosis in most species, but it generates dangerous DSBs with mutagenic2 and gametocidal3 potential. Cells must therefore utilize the beneficial functions of SPO11 while minimizing its risks4-how they do so remains poorly understood. Here we report reconstitution of DNA cleavage in vitro with purified recombinant mouse SPO11 bound to TOP6BL. SPO11-TOP6BL complexes are monomeric (1:1) in solution and bind tightly to DNA, but dimeric (2:2) assemblies cleave DNA to form covalent 5 ' attachments that require SPO11 active-site residues, divalent metal ions and SPO11 dimerization. SPO11 can also reseal DNA that it has nicked. Structure modelling with AlphaFold 3 suggests that DNA is bent prior to cleavage5. In vitro cleavage displays a sequence bias that partially explains DSB site preferences in vivo. Cleavage is inefficient on complex DNA substrates, partly because SPO11 is readily trapped in DSB-incompetent (presumably monomeric) binding states that exchange slowly. However, cleavage is improved with substrates that favour dimer assembly or by artificially dimerizing SPO11. Our results inform a model in which intrinsically weak dimerization restrains SPO11 activity in vivo, making it exquisitely dependent on accessory proteins that focus and control DSB formation."
    ],
    [
        "De novo design of transmembrane fluorescence-activating proteins",
        "The recognition of ligands by transmembrane proteins is essential for the exchange of materials, energy and information across biological membranes. Progress has been made in the de novo design of transmembrane proteins1, 2, 3, 4, 5-6, as well as in designing water-soluble proteins to bind small molecules7, 8, 9, 10, 11-12, but de novo design of transmembrane proteins that tightly and specifically bind to small molecules remains an outstanding challenge13. Here we present the accurate design of ligand-binding transmembrane proteins by integrating deep learning and energy-based methods. We designed pre-organized ligand-binding pockets in high-quality four-helix backbones for a fluorogenic ligand, and generated a transmembrane span using gradient-guided hallucination. The designer transmembrane proteins specifically activated fluorescence of the target fluorophore with mid-nanomolar affinity, exhibiting higher brightness and quantum yield compared to those of enhanced green fluorescent protein. These proteins were highly active in the membrane fraction of live bacterial and eukaryotic cells following expression. The crystal and cryogenic electron microscopy structures of the designer protein-ligand complexes were very close to the structures of the design models. We showed that the interactions between ligands and transmembrane proteins within the membrane can be accurately designed. Our work paves the way for the creation of new functional transmembrane proteins, with a wide range of applications including imaging, ligand sensing and membrane transport."
    ],
    [
        "Characterization of single neurons reprogrammed by pancreatic cancer",
        "The peripheral nervous system (PNS) orchestrates organ function in health and disease. Most cancers, including pancreatic ductal adenocarcinoma (PDAC), are infiltrated by PNS neurons, and this contributes to the complex tumour microenvironment (TME)1,2. However, neuronal cell bodies reside in various PNS ganglia, far from the tumour mass. Thus, cancer-innervating or healthy-organ-innervating neurons are lacking in current tissue-sequencing datasets. To molecularly characterize pancreas- and PDAC-innervating neurons at single-cell resolution, we developed Trace-n-Seq. This method uses retrograde tracing of axons from tissues to their respective ganglia, followed by single-cell isolation and transcriptomic analysis. By characterizing more than 5,000 individual sympathetic and sensory neurons, with about 4,000 innervating PDAC or healthy pancreas, we reveal novel neuronal cell types and molecular networks that are distinct to the pancreas, pancreatitis, PDAC or melanoma metastasis. We integrate single-cell datasets of innervating neurons and the TME to establish a neuron-cancer-microenvironment interactome, delineate cancer-driven neuronal reprogramming and generate a pancreatic-cancer nerve signature. Pharmacological denervation induces a pro-inflammatory TME and increases the effectiveness of immune-checkpoint inhibitors. The taxane nab-paclitaxel causes intratumoral neuropathy, which attenuates PDAC growth and, in combination with sympathetic denervation, results in synergistic tumour regression. Our multi-dimensional data provide insights into the networks and functions of PDAC-innervating neurons, and support the inclusion of denervation in future therapies."
    ],
    [
        "Intrinsic electrical activity drives small-cell lung cancer progression",
        "Elevated or ectopic expression of neuronal receptors promotes tumour progression in many cancer types1,2; neuroendocrine (NE) transformation of adenocarcinomas has also been associated with increased aggressiveness3. Whether the defining neuronal feature, namely electrical excitability, exists in cancer cells and impacts cancer progression remains mostly unexplored. Small-cell lung cancer (SCLC) is an archetypal example of a highly aggressive NE cancer and comprises two major distinct subpopulations: NE cells and non-NE cells4,5. Here we show that NE cells, but not non-NE cells, are excitable, and their action potential firing directly promotes SCLC malignancy. However, the resultant high ATP demand leads to an unusual dependency on oxidative phosphorylation in NE cells. This finding contrasts with the properties of most cancer cells reported in the literature, which are non-excitable and rely heavily on aerobic glycolysis. Additionally, we found that non-NE cells metabolically support NE cells, a process akin to the astrocyte-neuron metabolite shuttle6. Finally, we observed drastic changes in the innervation landscape during SCLC progression, which coincided with increased intratumoural heterogeneity and elevated neuronal features in SCLC cells, suggesting an induction of a tumour-autonomous vicious cycle, driven by cancer cell-intrinsic electrical activity, which confers long-term tumorigenic capability and metastatic potential."
    ],
    [
        "A metagenomic 'dark matter' enzyme catalyses oxidative cellulose conversion",
        "The breakdown of cellulose is one of the most important reactions in nature1,2 and is central to biomass conversion to fuels and chemicals3. However, the microfibrillar organization of cellulose and its complex interactions with other components of the plant cell wall poses a major challenge for enzymatic conversion4. Here, by mining the metagenomic 'dark matter' (unclassified DNA with unknown function) of a microbial community specialized in lignocellulose degradation, we discovered a metalloenzyme that oxidatively cleaves cellulose. This metalloenzyme acts on cellulose through an exo-type mechanism with C1 regioselectivity, resulting exclusively in cellobionic acid as a product. The crystal structure reveals a catalytic copper buried in a compact jelly-roll scaffold that features a flattened cellulose binding site. This metalloenzyme exhibits a homodimeric configuration that enables in situ hydrogen peroxide generation by one subunit while the other is productively interacting with cellulose. The secretome of an engineered strain of the fungus Trichoderma reesei expressing this metalloenzyme boosted the glucose release from pretreated lignocellulosic biomass under industrially relevant conditions, demonstrating its biotechnological potential. This discovery modifies the current understanding of bacterial redox enzymatic systems devoted to overcoming biomass recalcitrance5, 6-7. Furthermore, it enables the conversion of agro-industrial residues into value-added bioproducts, thereby contributing to the transition to a sustainable and bio-based economy."
    ],
    [
        "UM171 glues asymmetric CRL3-HDAC1/2 assembly to degrade CoREST corepressors",
        "UM171 is a potent agonist of ex vivo human haematopoietic stem cell self-renewal1. By co-opting KBTBD4, a substrate receptor of the CUL3-RING E3 ubiquitin ligase (CRL3) complex, UM171 promotes the degradation of the LSD1-CoREST corepressor complex, thereby limiting haematopoietic stem cell attrition2,3. However, the direct target and mechanism of action of UM171 remain unclear. Here we show that UM171 acts as a molecular glue to induce high-affinity interactions between KBTBD4 and HDAC1/2 to promote corepressor degradation. Through proteomics and chemical inhibitor studies, we identify the principal target of UM171 as HDAC1/2. Cryo-electron microscopy analysis of dimeric KBTBD4 bound to UM171 and the LSD1-HDAC1-CoREST complex identifies an asymmetric assembly in which a single UM171 molecule enables a pair of KELCH-repeat propeller domains to recruit the HDAC1 catalytic domain. One KBTBD4 propeller partially masks the rim of the HDAC1 active site, which is exploited by UM171 to extend the E3-neosubstrate interface. The other propeller cooperatively strengthens HDAC1 binding through a distinct interface. The overall CoREST-HDAC1/2-KBTBD4 interaction is further buttressed by the endogenous cofactor inositol hexakisphosphate, which acts as a second molecular glue. The functional relevance of the quaternary complex interaction surfaces is demonstrated by base editor scanning of KBTBD4 and HDAC1. By delineating the direct target of UM171 and its mechanism of action, we reveal how the cooperativity offered by a dimeric CRL3 E3 can be leveraged by a small molecule degrader."
    ],
    [
        "SKI complex loss renders 9p21.3-deleted or MSI-H cancers dependent on PELO",
        "Cancer genome alterations often lead to vulnerabilities that can be used to selectively target cancer cells. Various inhibitors of such synthetic lethal targets have been approved by the FDA or are in clinical trials, highlighting the potential of this approach1, 2-3. Here we analysed large-scale CRISPR knockout screening data from the Cancer Dependency Map and identified a new synthetic lethal target, PELO, for two independent molecular subtypes of cancer: biallelic deletion of chromosomal region 9p21.3 or microsatellite instability-high (MSI-H). In 9p21.3-deleted cancers, PELO dependency emerges from biallelic deletion of the 9p21.3 gene FOCAD, a stabilizer of the superkiller complex (SKIc). In MSI-H cancers, PELO is required owing to MSI-H-associated mutations in TTC37 (also known as SKIC3), a critical component of the SKIc. We show that both cancer subtypes converge to destabilize the SKIc, which extracts mRNA from stalled ribosomes. In SKIc-deficient cells, PELO depletion induces the unfolded protein response, a stress response to accumulation of misfolded or unfolded nascent polypeptides. Together, our findings indicate PELO as a promising therapeutic target for a large patient population with cancers characterized as MSI-H with deleterious TTC37 mutations or with biallelic 9p21.3 deletions involving FOCAD."
    ],
    [
        "IL-27 elicits a cytotoxic CD8+ T cell program to enforce tumour control",
        "Although cytotoxic CD8+ T lymphocytes (CTLs) are essential for anti-tumour immunity, they are frequently dysfunctional in tumours1. Cytokines that sustain CTL activity are attractive for cancer immunotherapy, but avoiding inflammatory toxicity remains a challenge for their clinical use2. Here we show that expression of a CTL signature is strongly associated with IL27 expression in human and mouse tumours. In mice, IL-27 acts directly on tumour-specific CTLs to promote their persistence and effector function in the tumour microenvironment. Moreover, treatment with inducible IL-27 overexpression or a half-life-extended IL-27 protein in vivo is well tolerated, induces regression of established tumours, drives an enhanced cytotoxic program in anti-tumour CTLs and synergizes with PD-L1 blockade. In patients with cancer who were treated with anti-PD-1/PD-L1 therapy, high expression of IL-27 correlates with a favourable clinical response, and IL-27 supports human CTL function during chronic antigen stimulation ex vivo. Our data demonstrate that endogenous IL-27 is essential for anti-tumour immunity and that IL-27 receptor agonism can safely improve anti-tumour T cell responses alone or in combination with PD-L1 blockade."
    ],
    [
        "Synthetic lethality of mRNA quality control complexes in cancer",
        "Synthetic lethality exploits the genetic vulnerabilities of cancer cells to enable a targeted, precision approach to treat cancer1. Over the past 15 years, synthetic lethal cancer target discovery approaches have led to clinical successes of PARP inhibitors2 and ushered several next-generation therapeutic targets such as WRN3, USP14, PKMYT15, POLQ6 and PRMT57 into the clinic. Here we identify, in human cancer, a novel synthetic lethal interaction between the PELO-HBS1L and SKI complexes of the mRNA quality control pathway. In distinct genetic contexts, including 9p21.3-deleted and high microsatellite instability (MSI-H) tumours, we found that phenotypically destabilized SKI complex leads to dependence on the PELO-HBS1L ribosomal rescue complex. PELO-HBS1L and SKI complex synthetic lethality alters the normal cell cycle and drives the unfolded protein response through the activation of IRE1, as well as robust tumour growth inhibition. Our results indicate that PELO and HBS1L represent novel therapeutic targets whose dependence converges upon SKI complex destabilization, a common phenotypic biomarker in diverse genetic contexts representing a significant population of patients with cancer."
    ],
    [
        "Fine-tuning gibberellin improves rice alkali-thermal tolerance and yield",
        "Soil alkalinization and global warming are predicted to pose major challenges to agriculture in the future, as they continue to accelerate, markedly reducing global arable land and crop yields1,2. Therefore, strategies for future agriculture are needed to further improve globally cultivated, relatively high-yielding Green Revolution varieties (GRVs) derived from the SEMIDWARF 1 (SD1) gene3,4. Here we propose that precise regulation of the phytohormone gibberellin (GA) to optimal levels is the key to not only confer alkali-thermal tolerance to GRVs, but also to further enhance their yield. Endogenous modulation of ALKALI-THERMAL TOLERANCE 1/2 (ATT1/2), quantitative trait loci encoding GA20-oxidases or exogenous application of GA minimized rice yield loss affected by sodic soils. Mechanistically, high GA concentrations induce reactive oxygen species over-accumulation, whereas low GA concentrations repress the expression of stress-tolerance genes by means of DELLA-NGR5-mediated H3K27me3 methylation. We further showed that ATT1 induces large fluctuations in GA levels, whereas ATT2 is the ideal candidate for fine-tuning GA concentrations to appropriate levels to balance reactive oxygen species and H3K27me3 methylation to improve alkali-thermal tolerance and yield. Thus, ATT2 is expected to be a potential new post-Green Revolution gene that could be harnessed to develop and use marginal lands for sustainable agriculture in the future."
    ],
    [
        "CARD domains mediate anti-phage defence in bacterial gasdermin systems",
        "Caspase recruitment domains (CARDs) and pyrin domains are important facilitators of inflammasome activity and pyroptosis1. Following pathogen recognition by nucleotide binding-domain, leucine-rich, repeat-containing (NLR) proteins, CARDs recruit and activate caspases, which, in turn, activate gasdermin pore-forming proteins to induce pyroptotic cell death2. Here we show that CARD domains are present in defence systems that protect bacteria against phage. The bacterial CARD domain is essential for protease-mediated activation of certain bacterial gasdermins, which promote cell death once phage infection is recognized. We further show that multiple anti-phage defence systems use CARD domains to activate a variety of cell death effectors, and that CARD domains mediate protein-protein interactions in these systems. We find that these systems are triggered by a conserved immune-evasion protein used by phages to overcome the bacterial defence system RexAB3, demonstrating that phage proteins inhibiting one defence system can activate another. Our results suggest that CARD domains represent an ancient component of innate immune systems conserved from bacteria to humans, and that CARD-dependent activation of gasdermins is shared in organisms across the tree of life."
    ],
    [
        "Multiscale footprints reveal the organization of cis-regulatory elements",
        "Cis-regulatory elements (CREs) control gene expression and are dynamic in their structure and function, reflecting changes in the composition of diverse effector proteins over time1. However, methods for measuring the organization of effector proteins at CREs across the genome are limited, hampering efforts to connect CRE structure to their function in cell fate and disease. Here we developed PRINT, a computational method that identifies footprints of DNA-protein interactions from bulk and single-cell chromatin accessibility data across multiple scales of protein size. Using these multiscale footprints, we created the seq2PRINT framework, which uses deep learning to allow precise inference of transcription factor and nucleosome binding and interprets regulatory logic at CREs. Applying seq2PRINT to single-cell chromatin accessibility data from human bone marrow, we observe sequential establishment and widening of CREs centred on pioneer factors across haematopoiesis. We further discover age-associated alterations in the structure of CREs in murine haematopoietic stem cells, including widespread reduction of nucleosome footprints and gain of de novo identified Ets composite motifs. Collectively, we establish a method for obtaining rich insights into DNA-binding protein dynamics from chromatin accessibility data, and reveal the architecture of regulatory elements across differentiation and ageing."
    ],
    [
        "Immune evasion through mitochondrial transfer in the tumour microenvironment",
        "Cancer cells in the tumour microenvironment use various mechanisms to evade the immune system, particularly T cell attack1. For example, metabolic reprogramming in the tumour microenvironment and mitochondrial dysfunction in tumour-infiltrating lymphocytes (TILs) impair antitumour immune responses2, 3-4. However, detailed mechanisms of such processes remain unclear. Here we analyse clinical specimens and identify mitochondrial DNA (mtDNA) mutations in TILs that are shared with cancer cells. Moreover, mitochondria with mtDNA mutations from cancer cells are able to transfer to TILs. Typically, mitochondria in TILs readily undergo mitophagy through reactive oxygen species. However, mitochondria transferred from cancer cells do not undergo mitophagy, which we find is due to mitophagy-inhibitory molecules. These molecules attach to mitochondria and together are transferred to TILs, which results in homoplasmic replacement. T cells that acquire mtDNA mutations from cancer cells exhibit metabolic abnormalities and senescence, with defects in effector functions and memory formation. This in turn leads to impaired antitumour immunity both in vitro and in vivo. Accordingly, the presence of an mtDNA mutation in tumour tissue is a poor prognostic factor for immune checkpoint inhibitors in patients with melanoma or non-small-cell lung cancer. These findings reveal a previously unknown mechanism of cancer immune evasion through mitochondrial transfer and can contribute to the development of future cancer immunotherapies."
    ],
    [
        "Precise modelling of mitochondrial diseases using optimized mitoBEs",
        "The development of animal models is crucial for studying and treating mitochondrial diseases. Here we optimized adenine and cytosine deaminases to reduce off-target effects on the transcriptome and the mitochondrial genome, improving the accuracy and efficiency of our newly developed mitochondrial base editors (mitoBEs)1. Using these upgraded mitoBEs (version 2 (v2)), we targeted 70 mouse mitochondrial DNA mutations analogous to human pathogenic variants2, establishing a foundation for mitochondrial disease mouse models. Circular RNA-encoded mitoBEs v2 achieved up to 82% editing efficiency in mice without detectable off-target effects in the nuclear genome. The edited mitochondrial DNA persisted across various tissues and was maternally inherited, resulting in F1 generation mice with mutation loads as high as 100% and some mice exhibiting editing only at the target site. By optimizing the transcription activator-like effector (TALE) binding site, we developed a single-base-editing mouse model for the mt-Nd5 A12784G mutation. Phenotypic evaluations led to the creation of mouse models for the mt-Atp6 T8591C and mt-Nd5 A12784G mutations, exhibiting phenotypes corresponding to the reduced heart rate seen in Leigh syndrome and the vision loss characteristic of Leber's hereditary optic neuropathy, respectively. Moreover, the mt-Atp6 T8591C mutation proved to be more deleterious than mt-Nd5 A12784G, affecting embryonic development and rapidly diminishing through successive generations. These upgraded mitoBEs offer a highly efficient and precise strategy for constructing mitochondrial disease models, laying a foundation for further research in this field."
    ],
    [
        "Resolving native GABAA receptor structures from the human brain",
        "Type A GABA (gamma-aminobutyric acid) receptors (GABAA receptors) mediate most fast inhibitory signalling in the brain and are targets for drugs that treat epilepsy, anxiety, depression and insomnia and for anaesthetics1,2. These receptors comprise a complex array of 19 related subunits, which form pentameric ligand-gated ion channels. The composition and structure of native GABAA receptors in the human brain have been inferred from subunit localization in tissue1,3, functional measurements and structural analysis from recombinant expression4, 5, 6-7 and in mice8. However, the arrangements of subunits that co-assemble physiologically in native human GABAA receptors remain unknown. Here we isolated alpha 1 subunit-containing GABAA receptors from human patients with epilepsy. Using cryo-electron microscopy, we defined a set of 12 native subunit assemblies and their 3D structures. We address inconsistencies between previous native and recombinant approaches, and reveal details of previously undefined subunit interfaces. Drug-like densities in a subset of these interfaces led us to uncover unexpected activity on the GABAA receptor of antiepileptic drugs and resulted in localization of one of these drugs to the benzodiazepine-binding site. Proteomics and further structural analysis suggest interactions with the auxiliary subunits neuroligin 2 and GARLH4, which localize and modulate GABAA receptors at inhibitory synapses. This work provides a structural foundation for understanding GABAA receptor signalling and targeted pharmacology in the human brain."
    ],
    [
        "Episodic warm climates on early Mars primed by crustal hydration",
        "Geological records indicate that the surface of ancient Mars harboured substantial volumes of liquid water, a resource gradually diminished by processes such as the chemical alteration of crustal materials by hydration and atmospheric escape. However, how a relatively warm climate existed on early Mars to support liquid water under a fainter young Sun is debated. Greenhouse gases such as H-2 in a CO2-rich atmosphere could have contributed to warming through collision-induced absorption, but whether sufficient H-2 was available to sustain warming remains unclear. Here we use a combined climate and photochemical model to simulate how atmospheric chemistry on early Mars responded to water-rock reactions and climate variations, as constrained by existing observations. We find that H-2 outgassing from crustal hydration and oxidation, supplemented by transient volcanic activity, could have generated sufficient H-2 fluxes to transiently foster warm, humid climates. We estimate that Mars experienced episodic warm periods of an integrated duration of similar to 40 million years, with each event lasting >= 10(5) years, consistent with the formation timescale of valley networks. Declining atmospheric CO2 via surface oxidant sinks or variations in the planet's axial tilt could have led to abrupt shifts in the planet's redox state and transition to a CO-dominated atmosphere and cold climate."
    ],
    [
        "IL-33-activated ILC2s induce tertiary lymphoid structures in pancreatic cancer",
        "Tertiary lymphoid structures (TLSs) are de novo ectopic lymphoid aggregates that regulate immunity in chronically inflamed tissues, including tumours. Although TLSs form due to inflammation-triggered activation of the lymphotoxin (LT)-LT beta receptor (LT beta R) pathway1, the inflammatory signals and cells that induce TLSs remain incompletely identified. Here we show that interleukin-33 (IL-33), the alarmin released by inflamed tissues2, induces TLSs. In mice, Il33 deficiency severely attenuates inflammation- and LT beta R-activation-induced TLSs in models of colitis and pancreatic ductal adenocarcinoma (PDAC). In PDAC, the alarmin domain of IL-33 activates group 2 innate lymphoid cells (ILC2s) expressing LT that engage putative LT beta R+ myeloid organizer cells to initiate tertiary lymphoneogenesis. Notably, lymphoneogenic ILC2s migrate to PDACs from the gut, can be mobilized to PDACs in different tissues and are modulated by gut microbiota. Furthermore, we detect putative lymphoneogenic ILC2s and IL-33-expressing cells within TLSs in human PDAC that correlate with improved prognosis. To harness this lymphoneogenic pathway for immunotherapy, we engineer a recombinant human IL-33 protein that expands intratumoural lymphoneogenic ILC2s and TLSs and demonstrates enhanced anti-tumour activity in PDAC mice. In summary, we identify the molecules and cells of a druggable pathway that induces inflammation-triggered TLSs. More broadly, we reveal a lymphoneogenic function for alarmins and ILC2s."
    ],
    [
        "Structural insights into RNA cleavage by PIWI Argonaute",
        "Argonaute proteins are categorized into AGO and PIWI clades. Across most animal species, AGO-clade proteins are widely expressed in various cell types, and regulate normal gene expression1. By contrast, PIWI-clade proteins predominantly function during gametogenesis to suppress transposons and ensure fertility1,2. Both clades use nucleic acid guides for target recognition by means of base pairing, crucial for initiating target silencing, often through direct cleavage. AGO-clade proteins use a narrow channel to secure a tight guide-target interaction3. By contrast, PIWI proteins feature a wider channel that potentially allows mismatches during pairing, broadening target silencing capability4,5. However, the mechanism of PIWI-mediated target cleavage remains unclear. Here we demonstrate that after target binding, PIWI proteins undergo a conformational change from an 'open' state to a 'locked' state, facilitating base pairing and enhancing target cleavage efficiency. This transition involves narrowing of the binding channel and repositioning of the PIWI-interacting RNA-target duplex towards the MID-PIWI lobe, establishing extensive contacts for duplex stabilization. During this transition, we also identify an intermediate 'comma-shaped' conformation, which might recruit GTSF1, a known auxiliary protein that enhances PIWI cleavage activity6. GTSF1 facilitates the transition to the locked state by linking the PIWI domain to the RNA duplex, thereby expediting the conformational change critical for efficient target cleavage. These findings explain the molecular mechanisms underlying PIWI-PIWI-interacting RNA complex function in target RNA cleavage, providing insights into how dynamic conformational changes from PIWI proteins coordinate cofactors to safeguard gametogenesis."
    ],
    [
        "Elemental cryo-imaging reveals SOS1-dependent vacuolar sodium accumulation",
        "Increasing soil salinity causes significant crop losses globally; therefore, understanding plant responses to salt (sodium) stress is of high importance. Plants avoid sodium toxicity through subcellular compartmentation by intricate processes involving a high level of elemental interdependence. Current technologies to visualize sodium, in particular, together with other elements, are either indirect or lack in resolution. Here we used the newly developed cryo nanoscale secondary ion mass spectrometry ion microprobe1, which allows high-resolution elemental imaging of cryo-preserved samples and reveals the subcellular distributions of key macronutrients and micronutrients in root meristem cells of Arabidopsis and rice. We found an unexpected, concentration-dependent change in sodium distribution, switching from sodium accumulation in the cell walls at low external sodium concentrations to vacuolar accumulation at stressful concentrations. We conclude that, in root meristems, a key function of the NHX family sodium/proton antiporter SALT OVERLY SENSITIVE 1 (also known as Na+/H+ exchanger 7; SOS1/NHX7) is to sequester sodium into vacuoles, rather than extrusion of sodium into the extracellular space. This is corroborated by the use of new genomic, complementing fluorescently tagged SOS1 variants. We show that, in addition to the plasma membrane, SOS1 strongly accumulates at late endosome/prevacuoles as well as vacuoles, supporting a role of SOS1 in vacuolar sodium sequestration."
    ],
    [
        "Pathogenesis of bovine H5N1 clade 2.3.4.4b infection in macaques",
        "Since early 2022, highly pathogenic avian influenza (HPAI) H5N1 virus infections have been reported in wild aquatic birds and poultry throughout the USA with spillover into several mammalian species1, 2, 3, 4, 5-6. In March 2024, HPAIV H5N1 clade 2.3.4.4b was first detected in dairy cows in Texas, USA, and continues to circulate on dairy farms in many states7,8. Milk production and quality are diminished in infected dairy cows, with high virus titres in milk raising concerns of exposure to mammals including humans through consumption9, 10, 11-12. Here we investigated routes of infection with bovine HPAIV H5N1 clade 2.3.4.4b in cynomolgus macaques, a surrogate model for human infection13. We show that intranasal or intratracheal inoculation of macaques could cause systemic infection resulting in mild and severe respiratory disease, respectively. By contrast, infection by the orogastric route resulted in limited infection and seroconversion of macaques that remained subclinical."
    ],
    [
        "Cationic peptides cause memory loss through endophilin-mediated endocytosis",
        "The zeta inhibitory peptide (ZIP) interferes with memory maintenance and long-term potentiation (LTP)(1) when administered to mice. However, mice lacking its putative target, protein kinase PKM zeta, exhibit normal learning and memory as well as LTP2,3, making the mechanism of ZIP unclear. Here we show that ZIP disrupts LTP by removing surface AMPA receptors through its cationic charge alone. This effect requires endophilin-A2-mediated endocytosis and is fully blocked by drugs suppressing macropinocytosis. ZIP and other cationic peptides remove newly inserted AMPA receptor nanoclusters at potentiated synapses, providing a mechanism by which these peptides erase memories without altering basal synaptic function. When delivered in vivo, cationic peptides can modulate memories on local and brain-wide scales, and these mechanisms can be leveraged to prevent memory loss in a model of traumatic brain injury. Our findings uncover a previously unknown synaptic mechanism by which memories are maintained or lost."
    ],
    [
        "De novo designed proteins neutralize lethal snake venom toxins",
        "Snakebite envenoming remains a devastating and neglected tropical disease, claiming over 100,000 lives annually and causing severe complications and long-lasting disabilities for many more1,2. Three-finger toxins (3FTx) are highly toxic components of elapid snake venoms that can cause diverse pathologies, including severe tissue damage3 and inhibition of nicotinic acetylcholine receptors, resulting in life-threatening neurotoxicity4. At present, the only available treatments for snakebites consist of polyclonal antibodies derived from the plasma of immunized animals, which have high cost and limited efficacy against 3FTxs5, 6-7. Here we used deep learning methods to de novo design proteins to bind short-chain and long-chain alpha-neurotoxins and cytotoxins from the 3FTx family. With limited experimental screening, we obtained protein designs with remarkable thermal stability, high binding affinity and near-atomic-level agreement with the computational models. The designed proteins effectively neutralized all three 3FTx subfamilies in vitro and protected mice from a lethal neurotoxin challenge. Such potent, stable and readily manufacturable toxin-neutralizing proteins could provide the basis for safer, cost-effective and widely accessible next-generation antivenom therapeutics. Beyond snakebite, our results highlight how computational design could help democratize therapeutic discovery, particularly in resource-limited settings, by substantially reducing costs and resource requirements for the development of therapies for neglected tropical diseases."
    ],
    [
        "Targeting FOXM1 condensates reduces breast tumour growth and metastasis",
        "Identifying phase-separated structures remains challenging, and effective intervention methods are currently lacking1. Here we screened for phase-separated proteins in breast tumour cells and identified forkhead (FKH) box protein M1 (FOXM1) as the most prominent candidate. Oncogenic FOXM1 underwent liquid-liquid phase separation (LLPS) with FKH consensus DNA element, and compartmentalized the transcription apparatus in the nucleus, thereby sustaining chromatin accessibility and super-enhancer landscapes crucial for tumour metastatic outgrowth. Screening an epigenetics compound library identified AMPK agonists as suppressors of FOXM1 condensation. AMPK phosphorylated FOXM1 in the intrinsically disordered region (IDR), perturbing condensates, reducing oncogenic transcription, accumulating double-stranded DNA to stimulate innate immune responses, and endowing discrete FOXM1 with the ability to activate immunogenicity-related gene expressions. By developing a genetic code-expansion orthogonal system, we demonstrated that a phosphoryl moiety at a specific IDR1 site causes electrostatic repulsion, thereby abolishing FOXM1 LLPS and aggregation. A peptide targeting IDR1 and carrying the AMPK-phosphorylated residue was designed to disrupt FOXM1 LLPS and was shown to inhibit tumour malignancy, rescue tumour immunogenicity and improve tumour immunotherapy. Together, these findings provide novel and in-depth insights on function and mechanism of FOXM1 and develop methodologies that hold promising implications in clinics."
    ],
    [
        "Computational microscopy with coherent diffractive imaging and ptychography",
        "Microscopy and crystallography are two essential experimental methodologies for advancing modern science. They complement one another, with microscopy typically relying on lenses to image the local structures of samples, and crystallography using diffraction to determine the global atomic structure of crystals. Over the past two decades, computational microscopy, encompassing coherent diffractive imaging (CDI) and ptychography, has advanced rapidly, unifying microscopy and crystallography to overcome their limitations. Here, I review the innovative developments in CDI and ptychography, which achieve exceptional imaging capabilities across nine orders of magnitude in length scales, from resolving atomic structures in materials at sub-angstrom resolution to quantitative phase imaging of centimetre-sized tissues, using the same principle and similar computational algorithms. These methods have been applied to determine the 3D atomic structures of crystal defects and amorphous materials, visualize oxygen vacancies in high-temperature superconductors and capture ultrafast dynamics. They have also been used for nanoscale imaging of magnetic, quantum and energy materials, nanomaterials, integrated circuits and biological specimens. By harnessing fourth-generation synchrotron radiation, X-ray-free electron lasers, high-harmonic generation, electron microscopes, optical microscopes, cutting-edge detectors and deep learning, CDI and ptychography are poised to make even greater contributions to multidisciplinary sciences in the years to come."
    ],
    [
        "Dynamic supramolecular snub cubes",
        "Mimicking the superstructures and properties of spherical biological encapsulants such as viral capsids(1) and ferritin(2) offers viable pathways to understand their chiral assemblies and functional roles in living systems. However, stereospecific assembly of artificial polyhedra with mechanical properties and guest-binding attributes akin to biological encapsulants remains a formidable challenge. Here we report the stereospecific assembly of dynamic supramolecular snub cubes from 12 helical macrocycles, which are held together by 144 weak C-H hydrogen bonds(3). The enantiomerically pure snub cubes, which have external diameters of 5.1 nm, contain 2,712 atoms and chiral cavities with volumes of 6,215 angstrom(3). The stereospecific assembly of left- and right-handed snub cubes was achieved by means of a hierarchical chirality transfer protocol(4), which was streamlined by diastereoselective crystallization. In addition to their reversible photochromic behaviour, the snub cubes exhibit photocontrollable elasticity and hardness in their crystalline states. The snub cubes can accommodate numerous small guest molecules simultaneously and encapsulate two different guest molecules separately inside the uniquely distinct compartments in their frameworks. This research expands the scope of artificial supramolecular assemblies to imitate the chiral superstructures, dynamic features and binding properties of spherical biomacromolecules and also establishes a protocol for construction of crystalline materials with photocontrollable mechanical properties."
    ],
    [
        "The sequence-structure-function relationship of intrinsic ERα disorder",
        "The oestrogen receptor (ER or ER alpha), a nuclear hormone receptor that drives most breast cancer1, is commonly activated by phosphorylation at serine 118 within its intrinsically disordered N-terminal transactivation domain2,3. Although this modification enables oestrogen-independent ER function, its mechanism has remained unclear despite ongoing clinical trials of kinase inhibitors targeting this region4, 5-6. By integration of small-angle X-ray scattering and nuclear magnetic resonance spectroscopy with functional studies, we show that serine 118 phosphorylation triggers an unexpected expansion of the disordered domain and disrupts specific hydrophobic clustering between two aromatic-rich regions. Mutations mimicking this disruption rescue ER transcriptional activity, target-gene expression and cell growth impaired by a phosphorylation-deficient S118A mutation. These findings, driven by hydrophobic interactions, extend beyond electrostatic models and provide mechanistic insights into intrinsically disordered proteins7, with implications for other nuclear receptors8. This fundamental sequence-structure-function relationship advances our understanding of intrinsic ER disorder, crucial for developing targeted breast cancer therapeutics."
    ],
    [
        "Satellite DNA shapes dictate pericentromere packaging in female meiosis",
        "The abundance and sequence of satellite DNA at and around centromeres is evolving rapidly despite the highly conserved and essential process through which the centromere directs chromosome inheritance1, 2-3. The impact of such rapid evolution is unclear. Here we find that sequence-dependent DNA shape dictates packaging of pericentromeric satellites in female meiosis through a conserved DNA-shape-recognizing chromatin architectural protein, high mobility group AT-hook 1 (HMGA1)4,5. Pericentromeric heterochromatin in two closely related mouse species, M. musculus and M. spretus, forms on divergent satellites that differ by both density of narrow DNA minor grooves and HMGA1 recruitment. HMGA1 binds preferentially to M. musculus satellites, and depletion in M. musculus oocytes causes massive stretching of pericentromeric satellites, disruption of kinetochore organization and delays in bipolar spindle assembly. In M. musculus x spretus hybrid oocytes, HMGA1 depletion disproportionately impairs M. musculus pericentromeres and microtubule attachment to their kinetochores. Thus, DNA shape affects both pericentromere packaging and the segregation machinery. We propose that rapid evolution of centromere and pericentromere DNA does not disrupt these essential processes when the satellites adopt DNA shapes recognized by conserved architectural proteins (such as HMGA1). By packaging these satellites, architectural proteins become part of the centromeric and pericentromeric chromatin, suggesting an evolutionary strategy that lowers the cost of megabase-scale satellite expansion."
    ],
    [
        "RNA control of reverse transcription in a diversity-generating retroelement",
        "Diversity-generating retroelements (DGRs) create massive protein sequence variation (up to 1030)1 in ecologically diverse microorganisms. A recent survey identified around 31,000 DGRs from more than 1,500 bacterial and archaeal genera, constituting more than 90 environment types2. DGRs are especially enriched in the human gut microbiome2,3 and nano-sized microorganisms that seem to comprise most microbial life and maintain DGRs despite reduced genomes4,5. DGRs are also implicated in the emergence of multicellularity6,7. Variation occurs during reverse transcription of a protein-encoding RNA template coupled to misincorporation at adenosines. In the prototypical Bordetella bacteriophage DGR, the template must be surrounded by upstream and downstream RNA segments for complementary DNA synthesis to be carried out by a complex of the DGR reverse transcriptase bRT and associated protein Avd. The function of the surrounding RNA was unknown. Here we show through cryogenic electron microscopy that this RNA envelops bRT and lies over the barrel-shaped Avd, forming an intimate ribonucleoprotein. An abundance of essential interactions in the ribonucleoprotein precisely position an RNA homoduplex in the bRT active site for initiation of reverse transcription. Our results explain how the surrounding RNA primes complementary DNA synthesis, promotes processivity, terminates polymerization and strictly limits mutagenesis to specific proteins through mechanisms that are probably conserved in DGRs belonging to distant taxa."
    ],
    [
        "An early precursor CD8+ T cell that adapts to acute or chronic viral infection",
        "This study examines the origin and differentiation of stem-like CD8+ T cells that are essential for sustained T cell immunity in chronic viral infections and cancer and also have a key role in PD-1 directed immunotherapy1, 2, 3, 4, 5, 6, 7, 8, 9-10. These PD-1+TCF-1+TOX+ stem-like CD8+ T cells (also known as precursors of exhausted T cells8,9) have a distinct program that enables them to adapt to chronic antigen stimulation. Here, using the mouse model of chronic lymphocytic choriomeningitis virus (LCMV) infection, we find that virus-specific stem-like CD8+ T cells are generated early (day 5) during chronic infection, suggesting that this crucial fate commitment occurs irrespective of the infection outcome. Indeed, we find that nearly identical populations of stem-like CD8+ T cells were generated early during acute or chronic LCMV infection, and that antigen was essential for maintaining the stem-like phenotype. We performed reciprocal adoptive transfer experiments to determine the fate of these early stem-like CD8+ T cells after viral clearance versus persistence. After transfer of day 5 stem-like CD8+ T cells from chronically infected mice into acutely infected mice, these cells downregulated canonical markers of the chronic stem-like CD8+ T cells and expressed markers (CD127 and CD62L) associated with central memory CD8+ T cells. Reciprocally, when day 5 stem-like cells from acutely infected mice were transferred into chronically infected mice, these CD8+ T cells functioned like chronic resource cells and responded effectively to PD-1 therapy. These findings highlight the ability of these early PD-1+TCF-1+TOX+ stem-like CD8+ T cells to adapt their differentiation trajectory to either an acute or a chronic viral infection. Importantly, our study shows that the host is prepared a priori to deal with a potential chronic infection."
    ],
    [
        "Structural basis for the conformational protection of nitrogenase from O2",
        "The low reduction potentials required for the reduction of dinitrogen (N2) render metal-based nitrogen-fixation catalysts vulnerable to irreversible damage by dioxygen (O2)1, 2-3. Such O2 sensitivity represents a major conundrum for the enzyme nitrogenase, as a large fraction of nitrogen-fixing organisms are either obligate aerobes or closely associated with O2-respiring organisms to support the high energy demand of catalytic N2 reduction4. To counter O2 damage to nitrogenase, diazotrophs use O2 scavengers, exploit compartmentalization or maintain high respiration rates to minimize intracellular O2 concentrations4, 5, 6, 7-8. A last line of damage control is provided by the 'conformational protection' mechanism9, in which a [2Fe:2S] ferredoxin-family protein termed FeSII (ref. 10) is activated under O2 stress to form an O2-resistant complex with the nitrogenase component proteins11,12. Despite previous insights, the molecular basis for the conformational O2 protection of nitrogenase and the mechanism of FeSII activation are not understood. Here we report the structural characterization of the Azotobacter vinelandii FeSII-nitrogenase complex by cryo-electron microscopy. Our studies reveal a core complex consisting of two molybdenum-iron proteins (MoFePs), two iron proteins (FePs) and one FeSII homodimer, which polymerize into extended filaments. In this three-protein complex, FeSII mediates an extensive network of interactions with MoFeP and FeP to position their iron-sulphur clusters in catalytically inactive but O2-protected states. The architecture of the FeSII-nitrogenase complex is confirmed by solution studies, which further indicate that the activation of FeSII involves an oxidation-induced conformational change."
    ],
    [
        "Aspartate signalling drives lung metastasis via alternative translation",
        "Lung metastases occur in up to 54% of patients with metastatic tumours1,2. Contributing factors to this high frequency include the physical properties of the pulmonary system and a less oxidative environment that may favour the survival of cancer cells3. Moreover, secreted factors from primary tumours alter immune cells and the extracellular matrix of the lung, creating a permissive pre-metastatic environment primed for the arriving cancer cells4,5. Nutrients are also primed during pre-metastatic niche formation6. Yet, whether and how nutrients available in organs in which tumours metastasize confer cancer cells with aggressive traits is mostly undefined. Here we found that pulmonary aspartate triggers a cellular signalling cascade in disseminated cancer cells, resulting in a translational programme that boosts aggressiveness of lung metastases. Specifically, we observe that patients and mice with breast cancer have high concentrations of aspartate in their lung interstitial fluid. This extracellular aspartate activates the ionotropic N-methyl-d-aspartate receptor in cancer cells, which promotes CREB-dependent expression of deoxyhypusine hydroxylase (DOHH). DOHH is essential for hypusination, a post-translational modification that is required for the activity of the non-classical translation initiation factor eIF5A. In turn, a translational programme with TGF beta signalling as a central hub promotes collagen synthesis in lung-disseminated breast cancer cells. We detected key proteins of this mechanism in lung metastases from patients with breast cancer. In summary, we found that aspartate, a classical biosynthesis metabolite, functions in the lung environment as an extracellular signalling molecule to promote aggressiveness of metastases."
    ],
    [
        "Structural diversity of axonemes across mammalian motile cilia",
        "Reproduction, development and homeostasis depend on motile cilia, whose rhythmic beating is powered by a microtubule-based molecular machine called the axoneme. Although an atomic model of the axoneme is available for the alga Chlamydomonas reinhardtii1, structures of mammalian axonemes are incomplete1, 2, 3, 4-5. Furthermore, we do not fully understand how molecular structures of axonemes vary across motile-ciliated cell types in the body. Here we use cryoelectron microscopy, cryoelectron tomography and proteomics to resolve the 96-nm modular repeat of axonemal doublet microtubules (DMTs) from both sperm flagella and epithelial cilia of the oviduct, brain ventricles and respiratory tract. We find that sperm DMTs are the most specialized, with epithelial cilia having only minor differences across tissues. We build a model of the mammalian sperm DMT, defining the positions and interactions of 181 proteins including 34 newly identified proteins. We elucidate the composition of radial spoke 3 and uncover binding sites of kinases associated with regeneration of ATP and regulation of ciliary motility. We discover a sperm-specific, axoneme-tethered T-complex protein ring complex (TRiC) chaperone that may contribute to construction or maintenance of the long flagella of mammalian sperm. We resolve axonemal dyneins in their prestroke states, illuminating conformational changes that occur during ciliary movement. Our results illustrate how elements of chemical and mechanical regulation are embedded within the axoneme, providing valuable resources for understanding the aetiology of ciliopathy and infertility, and exemplifying the discovery power of modern structural biology."
    ],
    [
        "Scalable production of ultraflat and ultraflexible diamond membrane",
        "Diamond is an exceptional material with great potential across various fields owing to its interesting properties1,2. However, despite extensive efforts over the past decades3, 4-5, producing large quantities of desired ultrathin diamond membranes for widespread use remains challenging. Here we demonstrate that edge-exposed exfoliation using sticky tape is a simple, scalable and reliable method for producing ultrathin and transferable polycrystalline diamond membranes. Our approach enables the mass production of large-area (2-inch wafer), ultrathin (sub-micrometre thickness), ultraflat (sub-nano surface roughness) and ultraflexible (360 degrees bendable) diamond membranes. These high-quality membranes, which have a flat workable surface, support standard micromanufacturing techniques, and their ultraflexible nature allows for direct elastic strain engineering and deformation sensing applications, which is not possible with their bulky counterpart. Systematic experimental and theoretical studies reveal that the quality of the exfoliated membranes depends on the peeling angle and membrane thickness, for which largely intact diamond membranes can be robustly produced within an optimal operation window. This single-step method, which opens up new avenues for the mass production of high-figure-of-merit diamond membranes, is expected to accelerate the commercialization and arrival of the diamond era in electronics, photonics and other related fields."
    ],
    [
        "Trimodal thermal energy storage material for renewable energy applications",
        "The global aim to move away from fossil fuels requires efficient, inexpensive and sustainable energy storage to fully use renewable energy sources. Thermal energy storage materials1,2 in combination with a Carnot battery3, 4-5 could revolutionize the energy storage sector. However, a lack of stable, inexpensive and energy-dense thermal energy storage materials impedes the advancement of this technology. Here we report the first, to our knowledge, 'trimodal' material that synergistically stores large amounts of thermal energy by integrating three distinct energy storage modes-latent, thermochemical and sensible. The eutectic mixture of boric and succinic acids undergoes a transition at around 150 degrees C, with a record high reversible thermal energy uptake of 394 +/- 5% J g-1. We show that the transition involves melting of the boric acid component, which simultaneously undergoes dehydration into metaboric acid and water that dissolve into the liquid. Being retained in the liquid state allows the metaboric acid to readily rehydrate to re-form boric acid on cooling. Thermal stability is demonstrated over 1,000 heating-cooling cycles. The material is very low cost, environmentally friendly and sustainable. This combination of a solid-liquid phase transition and a chemical reaction demonstrated here opens new pathways in the development of high energy capacity materials."
    ],
    [
        "Hierarchical design of pseudosymmetric protein nanocages",
        "Discrete protein assemblies ranging from hundreds of kilodaltons to hundreds of megadaltons in size are a ubiquitous feature of biological systems and perform highly specialized functions1,2. Despite remarkable recent progress in accurately designing new self-assembling proteins, the size and complexity of these assemblies has been limited by a reliance on strict symmetry3. Here, inspired by the pseudosymmetry observed in bacterial microcompartments and viral capsids, we developed a hierarchical computational method for designing large pseudosymmetric self-assembling protein nanomaterials. We computationally designed pseudosymmetric heterooligomeric components and used them to create discrete, cage-like protein assemblies with icosahedral symmetry containing 240, 540 and 960 subunits. At 49, 71 and 96 nm diameter, these nanocages are the largest bounded computationally designed protein assemblies generated to date. More broadly, by moving beyond strict symmetry, our work substantially broadens the variety of self-assembling protein architectures that are accessible through design."
    ],
    [
        "Four-component protein nanocages designed by programmed symmetry breaking",
        "Four, eight or twenty C3 symmetric protein trimers can be arranged with tetrahedral, octahedral or icosahedral point group symmetry to generate closed cage-like structures1,2. Viruses access more complex higher triangulation number icosahedral architectures by breaking perfect point group symmetry3, 4, 5, 6, 7, 8-9, but nature appears not to have explored similar symmetry breaking for tetrahedral or octahedral symmetries. Here we describe a general design strategy for building higher triangulation number architectures starting from regular polyhedra through pseudosymmetrization of trimeric building blocks. Electron microscopy confirms the structures of T = 4 cages with 48 (tetrahedral), 96 (octahedral) and 240 (icosahedral) subunits, each with 4 distinct chains and 6 different protein-protein interfaces, and diameters of 33 nm, 43 nm and 75 nm, respectively. Higher triangulation number viruses possess very sophisticated functionalities; our general route to higher triangulation number nanocages should similarly enable a next generation of multiple antigen-displaying vaccine candidates10,11 and targeted delivery vehicles12,13."
    ],
    [
        "Timely TGFβ signalling inhibition induces notochord",
        "The formation of the vertebrate body involves the coordinated production of trunk tissues from progenitors located in the posterior of the embryo. Although in vitro models using pluripotent stem cells replicate aspects of this process1, 2, 3, 4, 5, 6, 7, 8, 9-10, they lack crucial components, most notably the notochord-a defining feature of chordates that patterns surrounding tissues11. Consequently, cell types dependent on notochord signals are absent from current models of human trunk formation. Here we performed single-cell transcriptomic analysis of chick embryos to map molecularly distinct progenitor populations and their spatial organization. Guided by this map, we investigated how differentiating human pluripotent stem cells develop a stereotypical spatial organization of trunk cell types. We found that YAP inactivation in conjunction with FGF-mediated MAPK signalling facilitated WNT pathway activation and induced expression of TBXT (also known as BRA). In addition, timely inhibition of WNT-induced NODAL and BMP signalling regulated the proportions of different tissue types, including notochordal cells. This enabled us to create a three-dimensional model of human trunk development that undergoes morphogenetic movements, producing elongated structures with a notochord and ventral neural and mesodermal tissues. Our findings provide insights into the mechanisms underlying vertebrate notochord formation and establish a more comprehensive in vitro model of human trunk development. This paves the way for future studies of tissue patterning in a physiologically relevant environment."
    ],
    [
        "High Concentrations of Nanoparticles From Isoprene Nitrates Predicted in Convective Outflow Over the Amazon",
        "The biogenic volatile organic compounds isoprene and alpha-pinene are abundant over the Amazon and can be efficiently transported to the upper troposphere by deep convective clouds (DCC). We simulate their transport and chemistry following DCC updrafts and upper tropospheric outflow using a multi-phase chemistry model with aerosol microphysics constrained by recent field measurements. In the lightning- and NO-rich early morning outflow, organonitrates dominate the predicted ultra- and extremely-low-volatility organic compounds (ULVOCs+) derived from isoprene and alpha-pinene. Nucleation of particles by alpha-pinene-derived ULVOCs+ alone, with an associated formation rate of 1.7 nm molecular clusters of 0.0006 s-1 cm-3 and resulting maximum particle number concentration of 19 cm-3, is not sufficient to explain ultrafine aerosol abundances observed in Amazonian DCC outflow. When isoprene-derived ULVOCs+ are allowed to contribute to nucleation, the new particle formation rate increases by six orders of magnitude, and the predicted number concentrations reach 104 cm-3, consistent with observations."
    ],
    [
        "Space Weather Induces Changes in the Composition of Atmospheric Escape at Mars",
        "Mars' dayside ionosphere is maintained primarily by ionization from solar ultraviolet photons and subsequent chemical reactions, with small contributions from other mechanisms such as impact ionization and charge exchange. In December 2023, the Mars Atmosphere and Volatile EvolutioN (MAVEN) mission observed the impact of an interplanetary coronal mass ejection (ICME) on Mars' ionosphere, including strongly enhanced fluxes of suprathermal electrons. We show that this enhancement in suprathermal electron fluxes increased ion production from electron impact, so that dayside electron impact ionization rates exceeded photoionization rates during the ICME. This change in ion production mechanisms led to unusually high densities of the minor ions C+ ${\\mathrm{C}}<^>{+}$ and O++ ${\\mathrm{O}}<^>{++}$. Space weather events are known to increase ion escape rates, so changes in ion composition during space weather events have important implications for atmospheric evolution. We show that scaling nominal loss rates to account for space weather may underestimate carbon loss from Mars' atmosphere."
    ],
    [
        "X-ray linear dichroic tomography of crystallographic and topological defects",
        "The functionality of materials is determined by their composition(1-4) and microstructure, that is, the distribution and orientation of crystalline grains, grain boundaries and the defects within them(5,6). Until now, characterization techniques that map the distribution of grains, their orientation and the presence of defects have been limited to surface investigations, to spatial resolutions of a few hundred nanometres or to systems of thickness around 100nm, thus requiring destructive sample preparation for measurements and preventing the study of system-representative volumes or the investigation of materials under operational conditions(7-15). Here we present X-ray linear dichroic orientation tomography (XL-DOT), a quantitative, non-invasive technique that allows for an intragranular and intergranular characterization of extended polycrystalline and non-crystalline(16) materials in three dimensions. We present the detailed characterization of a polycrystalline sample of vanadium pentoxide (V2O5), a key catalyst in the production of sulfuric acid(17). We determine the nanoscale composition, microstructure and crystal orientation throughout the polycrystalline sample with 73nm spatial resolution. We identify and characterize grains, as well as twist, tilt and twin grain boundaries. We further observe the creation and annihilation of topological defects promoted by the presence of volume crystallographic defects. The non-destructive and spectroscopic nature of our method opens the door to operando combined chemical and microstructural investigations(11,18) of functional materials, including energy, mechanical and quantum materials."
    ],
    [
        "A stable zeolite with atomically ordered and interconnected mesopore channel",
        "Zeolites are crystalline microporous materials constructed by corner-sharing tetrahedra (SiO4 and AlO4), with many industrial applications as ion exchangers, adsorbents and heterogeneous catalysts(1-4). However, the presence of micropores impedes the use of zeolites in areas dealing with bulky substrates. Introducing extrinsic mesopores, that is, intercrystal/intracrystal mesopores, in zeolites is a solution to overcome the diffusion barrier(5-8). Still, those extrinsic mesopores are generally disordered and non-uniform; moreover, acidity and crystallinity are always, to some extent, impaired(9). Thus, synthesizing thermally stable zeolites with intrinsic mesopores that are of uniform size and crystallographically connected with micropores, denoted here as intrinsic mesoporous zeolite, is highly desired but still not achieved. Here we report ZMQ-1 (Zeolitic Materials, Qingdao Institute of Bioenergy and Bioprocess Technology, no. 1), an aluminosilicate zeolite with an intersecting intrinsic meso-microporous channel system delimited by 28x10x 10-rings, in which the 28-ring has a free diameter of 22.76 angstrom x11.83 angstrom, which reaches the mesopore domain. ZMQ-1 has high thermal and hydrothermal stability with tunable framework Si/Al molar ratios. ZMQ-1 is the first aluminosilicate zeolite with an intrinsic meso-microporous channel system. The BrOnsted acidity of ZMQ-1 imparts high activity and unique selectivity in the catalytic cracking of heavy oil. The position of the organic structure-directing agent (OSDA) used for ZMQ-1 synthesis was determined from three-dimensional electron diffraction (3DED) data, which shows the unique structure-directing role of the OSDA in the formation of the intrinsic meso-microporous zeolite. This provides an incentive for preparing other stable mesopore-containing zeolites."
    ],
    [
        "Sacrificial capillary pumps to engineer multiscalar biological forms",
        "Natural tissues are composed of diverse cells and extracellular materials whose arrangements across several length scales-from subcellular lengths(1) (micrometre) to the organ scale(2) (centimetre)-regulate biological functions. Tissue-fabrication methods have progressed to large constructs, for example, through stereolithography(3) and nozzle-based bioprinting(4,5), and subcellular resolution through subtractive photoablation(6-8). However, additive bioprinting struggles with sub-nozzle/voxel features(9) and photoablation is restricted to small volumes by prohibitive heat generation and time(10). Building across several length scales with temperature-sensitive, water-based soft biological matter has emerged as a critical challenge, leaving large classes of biological motifs-such as multiscalar vascular trees with varying calibres-inaccessible with present technologies(11,12). Here we use gallium-based engineered sacrificial capillary pumps for evacuation (ESCAPE) during moulding to generate multiscalar structures in soft natural hydrogels, achieving both cellular-scale (<10 mu m) and millimetre-scale features. Decoupling the biomaterial of interest from the process of constructing the geometry allows non-biocompatible tools to create the initial geometry. As an exemplar, we fabricated branched, cell-laden vascular trees in collagen, spanning approximately 300-mu m arterioles down to the microvasculature (roughly ten times smaller). The same approach can micropattern the inner surface of vascular walls with topographical cues to orient cells in 3D and engineer fine structures such as vascular malformations. ESCAPE moulding enables the fabrication of multiscalar forms in soft biomaterials, paving the way for a wide range of tissue architectures that were previously inaccessible in vitro."
    ],
    [
        "The structure of apolipoprotein B100 from human low-density lipoprotein",
        "Low-density lipoprotein (LDL) has a central role in lipid and cholesterol metabolism and is a key agent in the development and progression of atherosclerosis, the leading cause of mortality worldwide1,2. Apolipoprotein B100 (apoB100), one of the largest proteins in the genome, is the primary structural and functional component of LDL, yet its size and complex lipid associations have posed major challenges for structural studies3. Here we present the structure of apoB100 resolved to subnanometre resolution in most regions using an integrative approach of cryo-electron microscopy, AlphaFold24 and molecular-dynamics-based refinement5. The structure consists of a large globular N-terminal domain and an approximately 61-nm-long continuous amphipathic beta-sheet that wraps around the LDL particle like a belt. Distributed quasi-symmetrically across the two sides of the beta-belt are nine strategically located interstrand inserts that extend across the lipid surface to provide additional structural support through a network of long-range interactions. We further compare our structure to a comprehensive list of more than 200 intramolecular cross-links and find close agreement between the two. These results suggest a mechanism for how the various domains of apoB100 act in concert to maintain LDL shape and cohesion across a range of particle sizes. More generally, they advance our fundamental understanding of LDL synthesis, form and function, and will help to accelerate the design of potential therapeutics."
    ],
    [
        "The mechanism of mRNA cap recognition",
        "During translation initiation, mRNA molecules must be identified and activated for loading into a ribosome1, 2-3. In this rate-limiting step, the heterotrimeric protein eukaryotic initiation factor eIF4F must recognize and productively interact with the 7-methylguanosine cap at the 5 ' end of the mRNA and subsequently activate the message1, 2-3. Despite its fundamental, regulatory role in gene expression, the molecular events underlying cap recognition and mRNA activation remain unclear3. Here we generate a single-molecule fluorescence imaging system to examine the dynamics with which eIF4F discriminates productive and non-productive locations on full-length, native mRNA molecules. At the single-molecule level, we observe stochastic sampling of eIF4F along the length of the mRNA and identify allosteric communication between the eIF4F subunits that ultimately drive cap-recognition and subsequent activation of the message. Our experiments uncover functions for each subunit of eIF4F and we conclude by presenting a model for mRNA activation that precisely defines the composition of the activated message. This model provides a general framework for understanding how mRNA molecules may be discriminated from one another and how other RNA-binding proteins may control the efficiency of translation initiation."
    ],
    [
        "Crosslinking intermodular condensation in non-ribosomal peptide biosynthesis",
        "Non-ribosomal peptide synthetases are assembly line biosynthetic pathways that are used to produce critical therapeutic drugs and are typically arranged as large multi-domain proteins called megasynthetases1. They synthesize polypeptides using peptidyl carrier proteins that shuttle each amino acid through modular loading, modification and elongation2 steps, and remain challenging to structurally characterize, owing in part to the inherent dynamics of their multi-domain and multi-modular architectures3. Here we have developed site-selective crosslinking probes to conformationally constrain and resolve the interactions between carrier proteins and their partner enzymatic domains4,5. We apply tetrazine click chemistry to trap the condensation of two carrier protein substrates within the active site of the condensation domain that unites the first two modules of tyrocidine biosynthesis and report the high-resolution cryo-EM structure of this complex. Together with the X-ray crystal structure of the first carrier protein crosslinked to its epimerization domain, these structures highlight captured intermodular recognition events and define the processive movement of a carrier protein from one catalytic step to the next. Characterization of these structural relationships remains central to understanding the molecular details of these unique synthetases and critically informs future synthetic biology design of these pathways."
    ],
    [
        "Structures and mechanism of condensation in non-ribosomal peptide synthesis",
        "Non-ribosomal peptide synthetases (NRPSs) are megaenzymes responsible for the biosynthesis of many clinically important natural products, from early modern medicines (penicillin, bacitracin) to current blockbuster drugs (cubicin, vancomycin) and newly approved therapeutics (rezafungin)1,2. The key chemical step in these biosyntheses is amide bond formation between aminoacyl building blocks, catalysed by the condensation (C) domain3. There has been much debate over the mechanism of this reaction3, 4, 5, 6, 7, 8, 9, 10, 11-12. NRPS condensation has been difficult to fully characterize because it is one of many successive reactions in the NRPS synthetic cycle and because the canonical substrates are each attached transiently as thioesters to mobile carrier domains, which are often both contained in the same very flexible protein as the C domain. Here we have produced a dimodular NRPS protein in two parts, modified each with appropriate non-hydrolysable substrate analogues13,14, assembled the two parts with protein ligation15, and solved the structures of the substrate- and product-bound states. The structures show the precise orientation of the megaenzyme preparing the nucleophilic attack of its key chemical step, and enable biochemical assays and quantum mechanical simulations to precisely interrogate the reaction. These data suggest that NRPS C domains use a concerted reaction mechanism, whereby the active-site histidine likely functions not as a general base, but as a crucial stabilizing hydrogen bond acceptor for the developing ammonium."
    ],
    [
        "Structure and assembly of the dystrophin glycoprotein complex",
        "The dystrophin glycoprotein complex (DGC) has a crucial role in maintaining cell membrane stability and integrity by connecting the intracellular cytoskeleton with the surrounding extracellular matrix1, 2-3. Dysfunction of dystrophin and its associated proteins results in muscular dystrophy, a disorder characterized by progressive muscle weakness and degeneration4,5. Despite the important roles of the DGC in physiology and pathology, its structural details remain largely unknown, hindering a comprehensive understanding of its assembly and function. Here we isolated the native DGC from mouse skeletal muscle and obtained its high-resolution structure. Our findings unveil a markedly divergent structure from the previous model of DGC assembly. Specifically, on the extracellular side, beta-, gamma- and delta-sarcoglycans co-fold to form a specialized, extracellular tower-like structure, which has a central role in complex assembly by providing binding sites for alpha-sarcoglycan and dystroglycan. In the transmembrane region, sarcoglycans and sarcospan flank and stabilize the single transmembrane helix of dystroglycan, rather than forming a subcomplex as previously proposed6, 7-8. On the intracellular side, sarcoglycans and dystroglycan engage in assembly with the dystrophin-dystrobrevin subcomplex through extensive interaction with the ZZ domain of dystrophin. Collectively, these findings enhance our understanding of the structural linkage across the cell membrane and provide a foundation for the molecular interpretation of many muscular dystrophy-related mutations."
    ],
    [
        "Isoprene nitrates drive new particle formation in Amazon's upper troposphere",
        "New particle formation (NPF) in the tropical upper troposphere is a globally important source of atmospheric aerosols1, 2, 3-4. It is known to occur over the Amazon basin, but the nucleation mechanism and chemical precursors have yet to be identified2. Here we present comprehensive in situ aircraft measurements showing that extremely low-volatile oxidation products of isoprene, particularly certain organonitrates, drive NPF in the Amazonian upper troposphere. The organonitrates originate from OH-initiated oxidation of isoprene from forest emissions in the presence of nitrogen oxides from lightning. Nucleation bursts start about 2 h after sunrise in the outflow of nocturnal deep convection, producing high aerosol concentrations of more than 50,000 particles cm-3. We report measurements of characteristic diurnal cycles of precursor gases and particles. Our observations show that the interplay between biogenic isoprene, deep tropical convection with associated lightning, oxidation photochemistry and the low ambient temperature uniquely promotes NPF. The particles grow over time, undergo long-range transport and descend through subsidence to the lower troposphere, in which they can serve as cloud condensation nuclei (CCN) that influence the Earth's hydrological cycle, radiation budget and climate1,4, 5, 6, 7-8."
    ],
    [
        "New particle formation from isoprene under upper-tropospheric conditions",
        "Aircraft observations have revealed ubiquitous new particle formation in the tropical upper troposphere over the Amazon1,2 and the Atlantic and Pacific oceans3,4. Although the vapours involved remain unknown, recent satellite observations have revealed surprisingly high night-time isoprene mixing ratios of up to 1 part per billion by volume (ppbv) in the tropical upper troposphere5. Here, in experiments performed with the CERN CLOUD (Cosmics Leaving Outdoor Droplets) chamber, we report new particle formation initiated by the reaction of hydroxyl radicals with isoprene at upper-tropospheric temperatures of -30 degrees C and -50 degrees C. We find that isoprene-oxygenated organic molecules (IP-OOM) nucleate at concentrations found in the upper troposphere, without requiring any more vapours. Moreover, the nucleation rates are enhanced 100-fold by extremely low concentrations of sulfuric acid or iodine oxoacids above 105 cm-3, reaching rates around 30 cm-3 s-1 at acid concentrations of 106 cm-3. Our measurements show that nucleation involves sequential addition of IP-OOM, together with zero or one acid molecule in the embryonic molecular clusters. IP-OOM also drive rapid particle growth at 3-60 nm h-1. We find that rapid nucleation and growth rates persist in the presence of NOx at upper-tropospheric concentrations from lightning. Our laboratory measurements show that isoprene emitted by rainforests may drive rapid new particle formation in extensive regions of the tropical upper troposphere1,2, resulting in tens of thousands of particles per cubic centimetre."
    ],
    [
        "Dietary fructose enhances tumour growth indirectly via interorgan lipid transfer",
        "Fructose consumption has increased considerably over the past five decades, largely due to the widespread use of high-fructose corn syrup as a sweetener1. It has been proposed that fructose promotes the growth of some tumours directly by serving as a fuel2,3. Here we show that fructose supplementation enhances tumour growth in animal models of melanoma, breast cancer and cervical cancer without causing weight gain or insulin resistance. The cancer cells themselves were unable to use fructose readily as a nutrient because they did not express ketohexokinase-C (KHK-C). Primary hepatocytes did express KHK-C, resulting in fructolysis and the excretion of a variety of lipid species, including lysophosphatidylcholines (LPCs). In co-culture experiments, hepatocyte-derived LPCs were consumed by cancer cells and used to generate phosphatidylcholines, the major phospholipid of cell membranes. In vivo, supplementation with high-fructose corn syrup increased several LPC species by more than sevenfold in the serum. Administration of LPCs to mice was sufficient to increase tumour growth. Pharmacological inhibition of ketohexokinase had no direct effect on cancer cells, but it decreased circulating LPC levels and prevented fructose-mediated tumour growth in vivo. These findings reveal that fructose supplementation increases circulating nutrients such as LPCs, which can enhance tumour growth through a cell non-autonomous mechanism."
    ],
    [
        "Stereochemistry in the disorder-order continuum of protein interactions",
        "Intrinsically disordered proteins can bind via the formation of highly disordered protein complexes without the formation of three-dimensional structure1. Most naturally occurring proteins are levorotatory (l)-that is, made up only of l-amino acids-imprinting molecular structure and communication with stereochemistry2. By contrast, their mirror-image dextrorotatory (d)-amino acids are rare in nature. Whether disordered protein complexes are truly independent of chiral constraints is not clear. Here, to investigate the chiral constraints of disordered protein-protein interactions, we chose as representative examples a set of five interacting protein pairs covering the disorder-order continuum. By observing the natural ligands and their stereochemical mirror images in free and bound states, we found that chirality was inconsequential in a fully disordered complex. However, if the interaction relied on the ligand undergoing extensive coupled folding and binding, correct stereochemistry was essential. Between these extremes, binding could be observed for the d-ligand with a strength that correlated with disorder in the final complex. These findings have important implications for our understanding of the molecular processes that lead to complex formation, the use of d-peptides in drug discovery and the chemistry of protein evolution of the first living entities on Earth.Studies on protein-protein interactions using proteins containing d- or l-amino acids show that stereoselectivity of binding varies with the degree of disorder within the complex."
    ],
    [
        "MCM double hexamer loading visualized with human proteins",
        "Eukaryotic DNA replication begins with the loading of the MCM replicative DNA helicase as a head-to-head double hexamer at origins of DNA replication(1-3). Our current understanding of how the double hexamer is assembled by the origin recognition complex (ORC), CDC6 and CDT1 comes mostly from budding yeast. Here we characterize human double hexamer (hDH) loading using biochemical reconstitution and cryo-electron microscopy with purified proteins. We show that the human double hexamer engages DNA differently from the yeast double hexamer (yDH), and generates approximately five base pairs of underwound DNA at the interface between hexamers, as seen in hDH isolated from cells(4). We identify several differences from the yeast double hexamer in the order of factor recruitment and dependencies during hDH assembly. Unlike in yeast(5-8), the ORC6 subunit of the ORC is not essential for initial MCM recruitment or hDH loading, but contributes to an alternative hDH assembly pathway that requires an intrinsically disordered region in ORC1, which may work through a MCM-ORC intermediate. Our work presents a detailed view of how double hexamers are assembled in an organism that uses sequence-independent replication origins, provides further evidence for diversity in eukaryotic double hexamer assembly mechanisms(9), and represents a first step towards reconstitution of DNA replication initiation with purified human proteins."
    ],
    [
        "Photocatalytic low-temperature defluorination of PFASs",
        "Polyfluoroalkyl and perfluoroalkyl substances (PFASs) are found in many everyday consumer products, often because of their high thermal and chemical stabilities, as well as their hydrophobic and oleophobic properties1. However, the inert carbon-fluorine (C-F) bonds that give PFASs their properties also provide resistance to decomposition through defluorination, leading to long-term persistence in the environment, as well as in the human body, raising substantial safety and health concerns1-5. Despite recent advances in non-incineration approaches for the destruction of functionalized PFASs, processes for the recycling of perfluorocarbons (PFCs) as well as polymeric PFASs such as polytetrafluoroethylene (PTFE) are limited to methods that use either elevated temperatures or strong reducing reagents. Here we report the defluorination of PFASs with a highly twisted carbazole-cored super-photoreductant KQGZ. A series of PFASs could be defluorinated photocatalytically at 40-60 degrees C. PTFE gave amorphous carbon and fluoride salts as the major products. Oligomeric PFASs such as PFCs, perfluorooctane sulfonic acid (PFOS), polyfluorooctanoic acid (PFOA) and derivatives give carbonate, formate, oxalate and trifluoroacetate as the defluorinated products. This allows for the recycling of fluorine in PFASs as inorganic fluoride salt. The mechanistic investigation reveals the difference in reaction behaviour and product components for PTFE and oligomeric PFASs. This work opens a window for the low-temperature photoreductive defluorination of the 'forever chemicals' PFASs, especially for PTFE, as well as the discovery of new super-photoreductants.Photocatalysis at 40-60 degrees C is shown to be able to defluorinate perfluoroalkyl substances, known as 'forever chemicals', allowing the recycling of fluorine in polyfluoroalkyl and perfluoroalkyl substances as inorganic fluoride salt."
    ],
    [
        "Coupling of unactivated alkyl electrophiles using frustrated ion pairs",
        "Cross-electrophile coupling reactions have evolved into a major strategy for rapidly assembling important organic molecules1. Two readily accessible electrophiles are coupled to form new C-C bonds, providing a key advantage over traditional cross-coupling strategies that require the preformation of reactive organometallic species. Yet, the formation of C(sp3)-C(sp3) bonds that form the core of nearly all organic compounds remains highly challenging with current approaches, calling for the design of innovative new strategies. Here we report a distinct, transition-metal-free platform to form such bonds without the need for activating or stabilizing groups on the coupling partners. The reaction is enabled by an unusual single-electron transfer in a frustrated ion pair, and it can couple fragments containing functional groups that would be challenging in related transition-metal-catalysed processes. Moreover, we could further leverage this new mechanistic manifold in the design of other reactions, showing the broad potential of this type of reactivity. We anticipate that our results will provide a framework for further exploration of this reactivity pattern to tackle challenging problems in organic synthesis.A transition-metal-free platform enables the formation of challenging C(sp3)-C(sp3) bonds in organic compounds via single-electron transfer, facilitating the coupling of functionalized fragments and expanding possibilities for efficient organic synthesis and reaction design."
    ],
    [
        "The Neutral Water Torus of Europa",
        "The neutral particles that escape Europa form a neutral torus which asymmetrically encircles the giant planet Jupiter. The study of this structure can inform on neutral escape at the icy moon and on the loading of the Jovian magnetosphere with Europan material. In this letter, we present the first Monte Carlo model of the neutral water torus of Europa. Water molecules are released to high altitude by ion sputtering of the surface and get dissociated and ionized mostly by electron impact. We find that the density of H2O molecules can be as large as atomic O in a large region of the Jovian magnetosphere. The neutral torus of Europa may therefore have a more diverse composition than previously thought. Plasma instrumentation able to separate H2O+ from O+ pick-up ions could help to advance our understanding of the neutral torus of Europa."
    ],
    [
        "Fluorspar to fluorochemicals upon low-temperature activation in water",
        "The dangerous chemical hydrogen fluoride sits at the apex of the fluorochemical industry, but the substantial hazards linked to its production under harsh conditions (above 300 degrees Celsius) and transport are typically contracted to specialists. All fluorochemicals for applications, including refrigeration, electric transportation, agrochemicals and pharmaceuticals, are prepared from fluorspar (CaF2) through a procedure that generates highly dangerous hydrogen fluoride1-5. Here we report a mild method to obtain fluorochemicals directly from fluorspar, bypassing the necessity to manufacture hydrogen fluoride. Acid-grade fluorspar (more than 97 per cent CaF2) is treated with the fluorophilic Lewis acid boric acid (B(OH)3) or silicon dioxide (SiO2), in the presence of oxalic acid, a Br & oslash;nsted acid that is highly effective for Ca2+ sequestration. This scalable process carried out in water at low temperature (below 50 degrees Celsius) enables access to widely used fluorochemicals, including tetrafluoroboric acid, alkali metal fluorides, tetraalkylammonium fluorides and fluoro(hetero)arenes. The replacement of oxalic acid with sulfuric acid gave comparable results for B(OH)3, but was not as effective when the fluorophilic Lewis acid was SiO2. A similar process also works with the lower-purity metspar. The production of fluorochemicals directly from fluorspar offers the possibility of decentralized manufacturing-an attractive model for the fluorochemical industry. With the renewed interest in innovative methods to synthesize oxalic acid via carbon dioxide capture and biomass6,7, and the challenges posed by our dependence on fossil fuels for sulfur and therefore sulfuric acid supply8,9, our technology may represent a departure towards a sustainable fluorochemical industry.Fluorochemicals are obtained directly from fluorspar activated in water at low temperature, without the requirement to manufacture hydrogen fluoride, a toxic and hazardous gas that is central to the current industrial process."
    ],
    [
        "Engineered receptors for soluble cellular communication and disease sensing",
        "Despite recent advances in mammalian synthetic biology, there remains a lack of modular synthetic receptors that can robustly respond to soluble ligands and, in turn, activate bespoke cellular functions. Such receptors would have extensive clinical potential to regulate the activity of engineered therapeutic cells, but so far only receptors against cell-surface targets have approached clinical translation1. To address this gap, here we adapt a receptor architecture called the synthetic intramembrane proteolysis receptor (SNIPR) for activation by soluble ligands. Our SNIPR platform can be activated by both natural and synthetic soluble factors, with notably low baseline activity and high fold activation, through an endocytic, pH-dependent cleavage mechanism. We demonstrate the therapeutic capabilities of the receptor platform by localizing the activity of chimeric antigen receptor (CAR) T cells to solid tumours in which soluble disease-associated factors are expressed, bypassing the major hurdle of on-target off-tumour toxicity in bystander organs. We further apply the SNIPR platform to engineer fully synthetic signalling networks between cells orthogonal to natural signalling pathways, expanding the scope of synthetic biology. Our design framework enables cellular communication and environmental interactions, extending the capabilities of synthetic cellular networking in clinical and research contexts."
    ],
    [
        "Two-for-one candidate drug to tackle obesity",
        "The discovery of a pathway that controls appetite and calorie burning has led to the development of a drug that modulates both by targeting one receptor, offering a promising strategy for weight loss and improved metabolic health."
    ],
    [
        "NK2R control of energy expenditure and feeding to treat metabolic diseases",
        "The combination of decreasing food intake and increasing energy expenditure represents a powerful strategy for counteracting cardiometabolic diseases such as obesity and type 2 diabetes1. Yet current pharmacological approaches require conjugation of multiple receptor agonists to achieve both effects2-4, and so far, no safe energy-expending option has reached the clinic. Here we show that activation of neurokinin 2 receptor (NK2R) is sufficient to suppress appetite centrally and increase energy expenditure peripherally. We focused on NK2R after revealing its genetic links to obesity and glucose control. However, therapeutically exploiting NK2R signalling has previously been unattainable because its endogenous ligand, neurokinin A, is short-lived and lacks receptor specificity5,6. Therefore, we developed selective, long-acting NK2R agonists with potential for once-weekly administration in humans. In mice, these agonists elicit weight loss by inducing energy expenditure and non-aversive appetite suppression that circumvents canonical leptin signalling. Additionally, a hyperinsulinaemic-euglycaemic clamp reveals that NK2R agonism acutely enhances insulin sensitization. In diabetic, obese macaques, NK2R activation significantly decreases body weight, blood glucose, triglycerides and cholesterol, and ameliorates insulin resistance. These findings identify a single receptor target that leverages both energy-expending and appetite-suppressing programmes to improve energy homeostasis and reverse cardiometabolic dysfunction across species.In mouse and nonhuman primate models, treatment with selective, long-acting neurokinin 2 receptor agonists aids weight loss by suppressing appetite and increasing energy expenditure, as well as by increasing insulin sensitivity."
    ],
    [
        "Releasing a sugar brake generates sweeter tomato without yield penalty",
        "In tomato, sugar content is highly correlated with consumer preferences, with most consumers preferring sweeter fruit1-4. However, the sugar content of commercial varieties is generally low, as it is inversely correlated with fruit size, and growers prioritize yield over flavour quality5-7. Here we identified two genes, tomato (Solanum lycopersicum) calcium-dependent protein kinase 27 (SlCDPK27; also known as SlCPK27) and its paralogue SlCDPK26, that control fruit sugar content. They act as sugar brakes by phosphorylating a sucrose synthase, which promotes degradation of the sucrose synthase. Gene-edited SlCDPK27 and SlCDPK26 knockouts increased glucose and fructose contents by up to 30%, enhancing perceived sweetness without fruit weight or yield penalty. Although there are fewer, lighter seeds in the mutants, they exhibit normal germination. Together, these findings provide insight into the regulatory mechanisms controlling fruit sugar accumulation in tomato and offer opportunities to increase sugar content in large-fruited cultivars without sacrificing size and yield.A study identifies two genes that act as brakes controlling the sugar content of tomatoes and demonstrates their manipulation to generate sweeter tomatoes without affecting the fruit size and yield."
    ],
    [
        "Identification and genetic dissection of convergent persister cell states",
        "Persister cells, rare phenotypic variants that survive normally lethal levels of antibiotics, present a major barrier to clearing bacterial infections(1). However, understanding the precise physiological state and genetic basis of persister formation has been a longstanding challenge. Here we generated a high-resolution single-cell(2) RNA atlas of Escherichia coli growth transitions, which revealed that persisters from diverse genetic and physiological models converge to transcriptional states that are distinct from standard growth phases and instead exhibit a dominant signature of translational deficiency. We then used ultra-dense CRISPR interference(3) to determine how every E. coli gene contributes to persister formation across genetic models. Among critical genes with large effects, we found lon, which encodes a highly conserved protease(4), and yqgE, a poorly characterized gene whose product strongly modulates the duration of post-starvation dormancy and persistence. Our work reveals key physiologic and genetic factors that underlie starvation-triggered persistence, a critical step towards targeting persisters in recalcitrant bacterial infections."
    ],
    [
        "Mutant-selective AKT inhibition through lysine targeting and neo-zinc chelation",
        "Somatic alterations in the oncogenic kinase AKT1 have been identified in a broad spectrum of solid tumours. The most common AKT1 alteration replaces Glu17 with Lys (E17K) in the regulatory pleckstrin homology domain1, resulting in constitutive membrane localization and activation of oncogenic signalling. In clinical studies, pan-AKT inhibitors have been found to cause dose-limiting hyperglycaemia2-6, which has motivated the search for mutant-selective inhibitors. We exploited the E17K mutation to design allosteric, lysine-targeted salicylaldehyde inhibitors with selectivity for AKT1 (E17K) over wild-type AKT paralogues, a major challenge given the presence of three conserved lysines near the allosteric site. Crystallographic analysis of the covalent inhibitor complex unexpectedly revealed an adventitious tetrahedral zinc ion that coordinates two proximal cysteines in the kinase activation loop while simultaneously engaging the E17K-imine conjugate. The salicylaldimine complex with AKT1 (E17K), but not that with wild-type AKT1, recruits endogenous Zn2+ in cells, resulting in sustained inhibition. A salicylaldehyde-based inhibitor was efficacious in AKT1 (E17K) tumour xenograft models at doses that did not induce hyperglycaemia. Our study demonstrates the potential to achieve exquisite residence-time-based selectivity for AKT1 (E17K) by targeting the mutant lysine together with Zn2+ chelation by the resulting salicylaldimine adduct.A mutant-selective AKT inhibitor shows potential as a targeted therapy for breast cancer, enabling enhanced target engagement and avoiding the dose-limiting toxicity associated with pan-AKT inhibitors."
    ],
    [
        "Autonomous mobile robots for exploratory synthetic chemistry",
        "Autonomous laboratories can accelerate discoveries in chemical synthesis, but this requires automated measurements coupled with reliable decision-making1,2. Most autonomous laboratories involve bespoke automated equipment3-6, and reaction outcomes are often assessed using a single, hard-wired characterization technique7. Any decision-making algorithms8 must then operate using this narrow range of characterization data9,10. By contrast, manual experiments tend to draw on a wider range of instruments to characterize reaction products, and decisions are rarely taken based on one measurement alone. Here we show that a synthesis laboratory can be integrated into an autonomous laboratory by using mobile robots11-13 that operate equipment and make decisions in a human-like way. Our modular workflow combines mobile robots, an automated synthesis platform, a liquid chromatography-mass spectrometer and a benchtop nuclear magnetic resonance spectrometer. This allows robots to share existing laboratory equipment with human researchers without monopolizing it or requiring extensive redesign. A heuristic decision-maker processes the orthogonal measurement data, selecting successful reactions to take forward and automatically checking the reproducibility of any screening hits. We exemplify this approach in the three areas of structural diversification chemistry, supramolecular host-guest chemistry and photochemical synthesis. This strategy is particularly suited to exploratory chemistry that can yield multiple potential products, as for supramolecular assemblies, where we also extend the method to an autonomous function assay by evaluating host-guest binding properties.A modular autonomous platform for general exploratory synthetic chemistry uses mobile robots to integrate an automated synthesis platform and two analysis platforms."
    ],
    [
        "Colibactin-driven colon cancer requires adhesin-mediated epithelial binding",
        "Various bacteria are suggested to contribute to colorectal cancer (CRC) development1-5, including pks+Escherichia coli, which produces the genotoxin colibactin that induces characteristic mutational signatures in host epithelial cells6. However, it remains unclear how the highly unstable colibactin molecule is able to access host epithelial cells to cause harm. Here, using the microbiota-dependent ZEB2-transgenic mouse model of invasive CRC7, we demonstrate that the oncogenic potential of pks+E. coli critically depends on bacterial adhesion to host epithelial cells, mediated by the type 1 pilus adhesin FimH and the F9 pilus adhesin FmlH. Blocking bacterial adhesion using a pharmacological FimH inhibitor attenuates colibactin-mediated genotoxicity and CRC exacerbation. We also show that allelic switching of FimH strongly influences the genotoxic potential of pks+E. coli and can induce a genotoxic gain-of-function in the probiotic strain Nissle 1917. Adhesin-mediated epithelial binding subsequently allows the production of the genotoxin colibactin in close proximity to host epithelial cells, which promotes DNA damage and drives CRC development. These findings present promising therapeutic routes for the development of anti-adhesive therapies aimed at mitigating colibactin-induced DNA damage and inhibiting the initiation and progression of CRC, particularly in individuals at risk for developing CRC.The oncogenic potential of pks+Escherichia coli depends critically on bacterial adhesion to host epithelial cells mediated by the type 1 pilus adhesin FimH and the F9 pilus adhesin FmlH."
    ],
    [
        "Selective ion transport through hydrated micropores in polymer membranes",
        "Ion-conducting polymer membranes are essential in many separation processes and electrochemical devices, including electrodialysis1, redox flow batteries2, fuel cells3 and electrolysers4,5. Controlling ion transport and selectivity in these membranes largely hinges on the manipulation of pore size. Although membrane pore structures can be designed in the dry state6, they are redefined upon hydration owing to swelling in electrolyte solutions. Strategies to control pore hydration and a deeper understanding of pore structure evolution are vital for accurate pore size tuning. Here we report polymer membranes containing pendant groups of varying hydrophobicity, strategically positioned near charged groups to regulate their hydration capacity and pore swelling. Modulation of the hydrated micropore size (less than two nanometres) enables direct control over water and ion transport across broad length scales, as quantified by spectroscopic and computational methods. Ion selectivity improves in hydration-restrained pores created by more hydrophobic pendant groups. These highly interconnected ion transport channels, with tuned pore gate sizes, show higher ionic conductivity and orders-of-magnitude lower permeation rates of redox-active species compared with conventional membranes, enabling stable cycling of energy-dense aqueous organic redox flow batteries. This pore size tailoring approach provides a promising avenue to membranes with precisely controlled ionic and molecular transport functions.A method for design of polymer membranes uses strategically placed pendant groups with specific hydrophobicity to precisely tailor hydrated pore size, with applications in ion-conducting membranes for redox flow batteries."
    ],
    [
        "Ab initio characterization of protein molecular dynamics with AI2BMD",
        "Biomolecular dynamics simulation is a fundamental technology for life sciences research, and its usefulness depends on its accuracy and efficiency1-3. Classical molecular dynamics simulation is fast but lacks chemical accuracy4,5. Quantum chemistry methods such as density functional theory can reach chemical accuracy but cannot scale to support large biomolecules6. Here we introduce an artificial intelligence-based ab initio biomolecular dynamics system (AI2BMD) that can efficiently simulate full-atom large biomolecules with ab initio accuracy. AI2BMD uses a protein fragmentation scheme and a machine learning force field7 to achieve generalizable ab initio accuracy for energy and force calculations for various proteins comprising more than 10,000 atoms. Compared to density functional theory, it reduces the computational time by several orders of magnitude. With several hundred nanoseconds of dynamics simulations, AI2BMD demonstrated its ability to efficiently explore the conformational space of peptides and proteins, deriving accurate 3J couplings that match nuclear magnetic resonance experiments, and showing protein folding and unfolding processes. Furthermore, AI2BMD enables precise free-energy calculations for protein folding, and the estimated thermodynamic properties are well aligned with experiments. AI2BMD could potentially complement wet-lab experiments, detect the dynamic processes of bioactivities and enable biomedical research that is impossible to conduct at present.A study introduces AI2BMD, an artificial intelligence-based dynamics simulation program that uses protein fragmentation with a machine learning force field to accurately and efficiently model the folding and unfolding of large proteins."
    ],
    [
        "Postsynaptic competition between calcineurin and PKA regulates mammalian sleep-wake cycles",
        "The phosphorylation of synaptic proteins is a significant biochemical reaction that controls the sleep-wake cycle in mammals(1-3). Protein phosphorylation in vivo is reversibly regulated by kinases and phosphatases. In this study, we investigate a pair of kinases and phosphatases that reciprocally regulate sleep duration. First, we perform a comprehensive screen of protein kinaseA (PKA) and phosphoprotein phosphatase (PPP) family genes by generating 40 gene knockout mouse lines using prenatal and postnatal CRISPR targeting. We identify a regulatory subunit of PKA (Prkar2b), a regulatory subunit of protein phosphatase1 (PP1; Pppr1r9b) and catalytic and regulatory subunits of calcineurin (also known as PP2B) (Ppp3ca and Ppp3r1) as sleep control genes. Using adeno-associated virus (AAV)-mediated stimulation of PKA and PP1-calcineurin activities, we show that PKA is a wake-promoting kinase, whereas PP1 and calcineurin function as sleep-promoting phosphatases. The importance of these phosphatases in sleep regulation is supported by the marked changes in sleep duration associated with their increased and decreased activities, ranging from approximately 17.3h per day (PP1 expression) to 4.3h per day (postnatal CRISPR targeting of calcineurin). Localization signals to the excitatory post-synapse are necessary for these phosphatases to exert their sleep-promoting effects. Furthermore, the wake-promoting effect of PKA localized to the excitatory post-synapse negated the sleep-promoting effect of PP1-calcineurin. These findings indicate that PKA and PP1-calcineurin have competing functions in sleep regulation at excitatory post-synapses."
    ],
    [
        "Tissue spaces are reservoirs of antigenic diversity for Trypanosoma brucei",
        "The protozoan parasite Trypanosoma brucei evades clearance by the host immune system through antigenic variation of its dense variant surface glycoprotein (VSG) coat, periodically 'switching' expression of the VSG using a large genomic repertoire of VSG-encoding genes(1-6). Recent studies of antigenic variation in vivo have focused near exclusively on parasites in the bloodstream(6-8), but research has shown that many, if not most, parasites reside in the interstitial spaces of tissues(9-13). We sought to explore the dynamics of antigenic variation in extravascular parasite populations using VSG-seq(7), a high-throughput sequencing approach for profiling VSGs expressed in populations of T. brucei. Here we show that tissues, not the blood, are the primary reservoir of antigenic diversity during both needle- and tsetse bite-initiated T. brucei infections, with more than 75% of VSGs found exclusively within extravascular spaces. We found that this increased diversity is correlated with slower parasite clearance in tissue spaces. Together, these data support a model in which the slower immune response in extravascular spaces provides more time to generate the antigenic diversity needed to maintain a chronic infection. Our findings reveal the important role that extravascular spaces can have in pathogen diversification."
    ],
    [
        "Engineered odorant receptors illuminate the basis of odour discrimination",
        "How the olfactory system detects and distinguishes odorants with diverse physicochemical properties and molecular configurations remains poorly understood. Vertebrate animals perceive odours through G protein-coupled odorant receptors (ORs)1. In humans, around 400 ORs enable the sense of smell. The OR family comprises two main classes: class I ORs are tuned to carboxylic acids whereas class II ORs, which represent most of the human repertoire, respond to a wide variety of odorants2. A fundamental challenge in understanding olfaction is the inability to visualize odorant binding to ORs. Here we uncover molecular properties of odorant-OR interactions by using engineered ORs crafted using a consensus protein design strategy3. Because such consensus ORs (consORs) are derived from the 17 major subfamilies of human ORs, they provide a template for modelling individual native ORs with high sequence and structural homology. The biochemical tractability of consORs enabled the determination of four cryogenic electron microscopy structures of distinct consORs with specific ligand recognition properties. The structure of a class I consOR, consOR51, showed high structural similarity to the native human receptor OR51E2 and generated a homology model of a related member of the human OR51 family with high predictive power. Structures of three class II consORs revealed distinct modes of odorant-binding and activation mechanisms between class I and class II ORs. Thus, the structures of consORs lay the groundwork for understanding molecular recognition of odorants by the OR superfamily.Use of the consensus protein design method facilitated the generation of stable engineered mammalian odorant receptors to gain insight into the molecular properties of odorant-receptor interactions."
    ],
    [
        "Rhythmic IL-17 production by γδ T cells maintains adipose de novo lipogenesis",
        "The circadian rhythm of the immune system helps to protect against pathogens(1-3); however, the role of circadian rhythms in immune homeostasis is less well understood. Innate T cells are tissue-resident lymphocytes with key roles in tissue homeostasis(4-7). Here we use single-cell RNA sequencing, a molecular-clock reporter and genetic manipulations to show that innate IL-17-producing T cells-including gamma delta T cells, invariant natural killer T cells and mucosal-associated invariant T cells-are enriched for molecular-clock genes compared with their IFN gamma-producing counterparts. We reveal that IL-17-producing.d (gamma delta 17) T cells, in particular, rely on the molecular clock to maintain adipose tissue homeostasis, and exhibit a robust circadian rhythm for ROR gamma t and IL-17A across adipose depots, which peaks at night. In mice, loss of the molecular clock in the CD45 compartment (Bmal1(Delta Vav1)) affects the production of IL-17 by adipose gamma delta 17 T cells, but not cytokine production by alpha beta or IFN gamma-producing gamma delta (gamma delta(IFN gamma)) T cells. Circadian IL-17 is essential for de novo lipogenesis in adipose tissue, and mice with an adipocyte-specific deficiency in IL-17 receptor C (IL-17RC) have defects in de novo lipogenesis. Whole-body metabolic analysis in vivo shows that Il17a(-/-)Il17f(-/-) mice (which lack expression of IL-17A and IL-17F) have defects in their circadian rhythm for de novo lipogenesis, which results in disruptions to their whole-body metabolic rhythm and core-body-temperature rhythm. This study identifies a crucial role for IL-17 in whole-body metabolic homeostasis and shows that de novo lipogenesis is a major target of IL-17."
    ],
    [
        "Design of customized coronavirus receptors",
        "Although coronaviruses use diverse receptors, the characterization of coronaviruses with unknown receptors has been impeded by a lack of infection models1,2. Here we introduce a strategy to engineer functional customized viral receptors (CVRs). The modular design relies on building artificial receptor scaffolds comprising various modules and generating specific virus-binding domains. We identify key factors for CVRs to functionally mimic native receptors by facilitating spike proteolytic cleavage, membrane fusion, pseudovirus entry and propagation for various coronaviruses. We delineate functional SARS-CoV-2 spike receptor-binding sites for CVR design and reveal the mechanism of cell entry promoted by the N-terminal domain-targeting S2L20-CVR. We generated CVR-expressing cells for 12 representative coronaviruses from 6 subgenera, most of which lack known receptors, and show that a pan-sarbecovirus CVR supports propagation of a propagation-competent HKU3 pseudovirus and of authentic RsHuB2019A3. Using an HKU5-specific CVR, we successfully rescued wild-type and ZsGreen-HiBiT-incorporated HKU5-1 (LMH03f) and isolated a HKU5 strain from bat samples. Our study demonstrates the potential of the CVR strategy for establishing native receptor-independent infection models, providing a tool for studying viruses that lack known susceptible target cells.A strategy using engineered functional customized viral receptors enables the development of functional infection models for coronaviruses whose native cellular receptors are unknown."
    ],
    [
        "Leptin-activated hypothalamic BNC2 neurons acutely suppress food intake",
        "Leptin is an adipose tissue hormone that maintains homeostatic control of adipose tissue mass by regulating the activity of specific neural populations controlling appetite and metabolism(1). Leptin regulates food intake by inhibiting orexigenic agouti-related protein (AGRP) neurons and activating anorexigenic pro-opiomelanocortin (POMC) neurons(2). However, whereas AGRP neurons regulate food intake on a rapid time scale, acute activation of POMC neurons has only a minimal effect(3-5). This has raised the possibility that there is a heretofore unidentified leptin-regulated neural population that rapidly suppresses appetite. Here we report the discovery of a new population of leptin-target neurons expressing basonuclin 2 (Bnc2) in the arcuate nucleus that acutely suppress appetite by directly inhibiting AGRP neurons. Opposite to the effect of AGRP activation, BNC2 neuronal activation elicited a place preference indicative of positive valence in hungry but not fed mice. The activity of BNC2 neurons is modulated by leptin, sensory food cues and nutritional status. Finally, deleting leptin receptors in BNC2 neurons caused marked hyperphagia and obesity, similar to that observed in a leptin receptor knockout in AGRP neurons. These data indicate that BNC2-expressing neurons are a key component of the neural circuit that maintains energy balance, thus filling an important gap in our understanding of the regulation of food intake and leptin action."
    ],
    [
        "The Influence of Non-Thermal Collisions in Europa's Atmosphere",
        "In this study, we show that non-thermal collisions can play a significant role in shaping Europa's exospheric structure. Collisions between radiolytically produced O2 ${\\mathrm{O}}_{2}$ and the O produced via electron impact dissociation of O2 ${\\mathrm{O}}_{2}$ affect the exospheric structure and escape rates. Specifically, O + O2 ${\\mathrm{O}}_{2}$ collisions lead to the production of a non-thermal O2 ${\\mathrm{O}}_{2}$ population, and increase the O2 ${\\mathrm{O}}_{2}$ escape while decreasing the O escape. These collisions are dependent on three specific physical parameters: (a) the density of O2 ${\\mathrm{O}}_{2}$, (b) the electron impact dissociation rate of O2 ${\\mathrm{O}}_{2}$, and (c) the O + O2 ${\\mathrm{O}}_{2}$ collision cross section. We demonstrate here that O + O2 ${\\mathrm{O}}_{2}$ collisions affect Europa's atmosphere even in the lowest limits considered. Thus, to more accurately determine the influence O + O2 ${\\mathrm{O}}_{2}$ collisions have on Europa's atmosphere in preparation for the forthcoming spacecraft missions, Europa Clipper and the JUpiter ICy moons Explorer (JUICE), these physical parameters need to be better constrained.This study investigates the effects of collisions in Europa's atmosphere, specifically focusing on those involving oxygen atoms (O) and molecules (O2 ${\\mathrm{O}}_{2}$). We find that collisions between O2 ${\\mathrm{O}}_{2}$ produced within Europa's icy surface and the O it produces via dissociative processes while aloft in the atmosphere can affect the structure of Europa's atmosphere as well as the rates at which neutral particles escape to the local space environment. The study highlights three important factors that influence these collisions: the density of O2 ${\\mathrm{O}}_{2}$ near Europa's surface, how often O2 ${\\mathrm{O}}_{2}$ molecules are broken apart by electrons producing O, and the size of the O + O2 ${\\mathrm{O}}_{2}$ collision cross section. Constraining these values is crucial for accurately modeling Europa's atmosphere in preparation for the forthcoming spacecraft missions, Europa Clipper and the JUpiter ICy moons Explorer (JUICE).DSMC modeling demonstrates that collisions cannot be neglected in modeling or analysis studies of Europa's atmosphere Collisions between radiolytically produced O2 and its dissociated product O produce a non-thermal O2 population and enhances O2 escape The O2 non-thermal densities and escape rates produced via O + O2 collisions can far exceed those due to sputtering"
    ],
    [
        "Chromatin remodelling drives immune cell-fibroblast communication in heart failure",
        "Chronic inflammation and tissue fibrosis are common responses that worsen organ function, yet the molecular mechanisms governing their cross-talk are poorly understood. In diseased organs, stress-induced gene expression changes fuel maladaptive cell state transitions1 and pathological interaction between cellular compartments. Although chronic fibroblast activation worsens dysfunction in the lungs, liver, kidneys and heart, and exacerbates many cancers2, the stress-sensing mechanisms initiating transcriptional activation of fibroblasts are poorly understood. Here we show that conditional deletion of the transcriptional co-activator Brd4 in infiltrating Cx3cr1+ macrophages ameliorates heart failure in mice and significantly reduces fibroblast activation. Analysis of single-cell chromatin accessibility and BRD4 occupancy in vivo in Cx3cr1+ cells identified a large enhancer proximal to interleukin-1 beta (IL-1 beta, encoded by Il1b), and a series of CRISPR-based deletions revealed the precise stress-dependent regulatory element that controls Il1b expression. Secreted IL-1 beta activated a fibroblast RELA-dependent (also known as p65) enhancer near the transcription factor MEOX1, resulting in a profibrotic response in human cardiac fibroblasts. In vivo, antibody-mediated IL-1 beta neutralization improved cardiac function and tissue fibrosis in heart failure. Systemic IL-1 beta inhibition or targeted Il1b deletion in Cx3cr1+ cells prevented stress-induced Meox1 expression and fibroblast activation. The elucidation of BRD4-dependent cross-talk between a specific immune cell subset and fibroblasts through IL-1 beta reveals how inflammation drives profibrotic cell states and supports strategies that modulate this process in heart disease and other chronic inflammatory disorders featuring tissue remodelling.Conditional deletion of the transcriptional co-activator Brd4 in infiltrating Cx3cr1+ mouse macrophages ameliorates heart failure and substantially reduces fibroblast activation."
    ],
    [
        "Targeting immune-fibroblast cell communication in heart failure",
        "Inflammation and tissue fibrosis co-exist and are causally linked to organ dysfunction1,2. However, the molecular mechanisms driving immune-fibroblast cell communication in human cardiac disease remain unexplored and there are at present no approved treatments that directly target cardiac fibrosis3,4. Here we performed multiomic single-cell gene expression, epitope mapping and chromatin accessibility profiling in 45 healthy donor, acutely infarcted and chronically failing human hearts. We identified a disease-associated fibroblast trajectory that diverged into distinct populations reminiscent of myofibroblasts and matrifibrocytes, the latter expressing fibroblast activator protein (FAP) and periostin (POSTN). Genetic lineage tracing of FAP+ fibroblasts in vivo showed that they contribute to the POSTN lineage but not the myofibroblast lineage. We assessed the applicability of experimental systems to model cardiac fibroblasts and demonstrated that three different in vivo mouse models of cardiac injury were superior compared with cultured human heart and dermal fibroblasts in recapitulating the human disease phenotype. Ligand-receptor analysis and spatial transcriptomics predicted that interactions between C-C chemokine receptor type 2 (CCR2) macrophages and fibroblasts mediated by interleukin-1 beta (IL-1 beta) signalling drove the emergence of FAP/POSTN fibroblasts within spatially defined niches. In vivo, we deleted the IL-1 receptor on fibroblasts and the IL-1 beta ligand in CCR2+ monocytes and macrophages, and inhibited IL-1 beta signalling using a monoclonal antibody, and showed reduced FAP/POSTN fibroblasts, diminished myocardial fibrosis and improved cardiac function. These findings highlight the broader therapeutic potential of targeting inflammation to treat tissue fibrosis and preserve organ function.A fibroblast lineage marked by FAP gives rise to POSTN-expressing fibroblasts resembling matrifibrocytes and IL-1 beta regulates FAP/POSTN fibroblast specification by directly signalling to cardiac fibroblasts, highlighting a role for immunomodulators in targeting cardiac fibrosis."
    ],
    [
        "Long-term lineage commitment in haematopoietic stem cell gene therapy",
        "Haematopoietic stem cell (HSC) gene therapy (GT) may provide lifelong reconstitution of the haematopoietic system with gene-corrected cells1. However, the effects of underlying genetic diseases, replication stress and ageing on haematopoietic reconstitution and lineage specification remain unclear. In this study, we analysed haematopoietic reconstitution in 53 patients treated with lentiviral-HSC-GT for diverse conditions such as metachromatic leukodystrophy2,3 (MLD), Wiskott-Aldrich syndrome4,5 (WAS) and beta-thalassaemia6 (beta-Thal) over a follow-up period of up to 8 years, using vector integration sites as markers of clonal identity. We found that long-term haematopoietic reconstitution was supported by 770 to 35,000 active HSCs. Whereas 50% of transplanted clones demonstrated multi-lineage potential across all conditions, the remaining clones showed a disease-specific preferential lineage output and long-term commitment: myeloid for MLD, lymphoid for WAS and erythroid for beta-Thal, particularly in adult patients. Our results indicate that HSC clonogenic activity, lineage output, long-term lineage commitment and rates of somatic mutations are influenced by the underlying disease, patient age at the time of therapy, the extent of genetic defect correction and the haematopoietic stress imposed by the inherited disease. This suggests that HSCs adapt to the pathological condition during haematopoietic reconstitution."
    ],
    [
        "Transgelin 2 guards T cell lipid metabolism and antitumour function",
        "Mounting effective immunity against pathogens and tumours relies on the successful metabolic programming of Tcells by extracellular fatty acids(1-3). Fatty-acid-binding protein5 (FABP5) has a key role in this process by coordinating the efficient import and trafficking of lipids that fuel mitochondrial respiration to sustain the bioenergetic requirements of protective CD8(+) Tcells(4,5). However, the mechanisms that govern this immunometabolic axis remain unexplored. Here we report that the cytoskeletal organizer transgelin2 (TAGLN2) is necessary for optimal fatty acid uptake, mitochondrial respiration and anticancer function in CD8(+) Tcells. TAGLN2 interacts with FABP5 to facilitate its cell surface localization and function in activated CD8(+) Tcells. Analyses of ovarian cancer specimens revealed that endoplasmic reticulum (ER) stress responses induced by the tumour microenvironment repress TAGLN2 in infiltrating CD8(+) Tcells, thereby enforcing their dysfunctional state. Restoring TAGLN2 expression in ER-stressed CD8(+) Tcells increased their lipid uptake, mitochondrial respiration and cytotoxic capacity. Accordingly, chimeric antigen receptor Tcells overexpressing TAGLN2 bypassed the detrimental effects of tumour-induced ER stress and demonstrated therapeutic efficacy in mice with metastatic ovarian cancer. Our study establishes the role of cytoskeletal TAGLN2 in Tcell lipid metabolism and highlights the potential to enhance cellular immunotherapy in solid malignancies by preserving the TAGLN2-FABP5 axis."
    ],
    [
        "Nuclear release of eIF1 restricts start-codon selection during mitosis",
        "Regulated start-codon selection has the potential to reshape the proteome through the differential production of upstream open reading frames, canonical proteins, and alternative translational isoforms1-3. However, conditions under which start codon selection is altered remain poorly defined. Here, using transcriptome-wide translation-initiation-site profiling4, we reveal a global increase in the stringency of start-codon selection during mammalian mitosis. Low-efficiency initiation sites are preferentially repressed in mitosis, resulting in pervasive changes in the translation of thousands of start sites and their corresponding protein products. This enhanced stringency of start-codon selection during mitosis results from increased association between the 40S ribosome and the key regulator of start-codon selection, eIF1. We find that increased eIF1-40S ribosome interaction during mitosis is mediated by the release of a nuclear pool of eIF1 upon nuclear envelope breakdown. Selectively depleting the nuclear pool of eIF1 eliminates the change to translational stringency during mitosis, resulting in altered synthesis of thousands of protein isoforms. In addition, preventing mitotic translational rewiring results in substantially increased cell death and decreased mitotic slippage in cells that experience a mitotic delay induced by anti-mitotic chemotherapies. Thus, cells globally control stringency of translation initiation, which has critical roles during the mammalian cell cycle in preserving mitotic cell physiology.Transcriptome-wide profiling studies in mammalian cells show that the stringency of start-codon selection is increased during mitosis, and that this is regulated by nuclear eIF1 to preserve mitotic arrest physiology."
    ],
    [
        "Rifaximin prophylaxis causes resistance to the last-resort antibiotic daptomycin",
        "Multidrug-resistant bacterial pathogens like vancomycin-resistant Enterococcus faecium (VREfm) are a critical threat to human health1. Daptomycin is a last-resort antibiotic for VREfm infections with a novel mode of action2, but for which resistance has been widely reported but is unexplained. Here we show that rifaximin, an unrelated antibiotic used prophylactically to prevent hepatic encephalopathy in patients with liver disease3, causes cross-resistance to daptomycin in VREfm. Amino acid changes arising within the bacterial RNA polymerase in response to rifaximin exposure cause upregulation of a previously uncharacterized operon (prdRAB) that leads to cell membrane remodelling and cross-resistance to daptomycin through reduced binding of the antibiotic. VREfm with these mutations are spread globally, making this a major mechanism of resistance. Rifaximin has been considered 'low risk' for the development of antibiotic resistance. Our study shows that this assumption is flawed and that widespread rifaximin use, particularly in patients with liver cirrhosis, may be compromising the clinical use of daptomycin, a major last-resort intervention for multidrug-resistant pathogens. These findings demonstrate how unanticipated antibiotic cross-resistance can undermine global strategies designed to preserve the clinical use of critical antibiotics.Rifaximin use, particularly in patients with liver cirrhosis, may be compromising the clinical use of daptomycin."
    ],
    [
        "Anti-viral defence by an mRNA ADP-ribosyltransferase that blocks translation",
        "Host-pathogen conflicts are crucibles of molecular innovation1,2. Selection for immunity to pathogens has driven the evolution of sophisticated immunity mechanisms throughout biology, including in bacterial defence against bacteriophages3. Here we characterize the widely distributed anti-phage defence system CmdTAC, which provides robust defence against infection by the T-even family of phages4. Our results support a model in which CmdC detects infection by sensing viral capsid proteins, ultimately leading to the activation of a toxic ADP-ribosyltransferase effector protein, CmdT. We show that newly synthesized capsid protein triggers dissociation of the chaperone CmdC from the CmdTAC complex, leading to destabilization and degradation of the antitoxin CmdA, with consequent liberation of the CmdT ADP-ribosyltransferase. Notably, CmdT does not target a protein, DNA or structured RNA, the known targets of other ADP-ribosyltransferases. Instead, CmdT modifies the N6 position of adenine in GA dinucleotides within single-stranded RNAs, leading to arrest of mRNA translation and inhibition of viral replication. Our work reveals a novel mechanism of anti-viral defence and a previously unknown but broadly distributed class of ADP-ribosyltransferases that target mRNA.The bacterial anti-phage toxin-antitoxin-chaperone defence system CmdTAC senses capsid proteins via CmdC, enabling dissociation from the CmdTAC complex of the RNA ADP-ribosyltransferase CmdT, which targets single-stranded RNAs, inhibiting viral replication."
    ],
    [
        "Carbon dioxide capture from open air using covalent organic frameworks",
        "Capture of CO2 from the air offers a promising approach to addressing climate change and achieving carbon neutrality goals(1,2). However, the development of a durable material with high capacity, fast kinetics and low regeneration temperature for CO2 capture, especially from the intricate and dynamic atmosphere, is still lacking. Here a porous, crystalline covalent organic framework (COF) with olefin linkages has been synthesized, structurally characterized and post-synthetically modified by the covalent attachment of amine initiators for producing polyamines within the pores. This COF (termed COF-999) can capture CO2 from open air. COF-999 has a capacity of 0.96 mmol g(-1) under dry conditions and 2.05 mmol g(-1) under 50% relative humidity, both from 400 ppm CO2. This COF was tested for more than 100 adsorption-desorption cycles in the open air of Berkeley, California, and found to fully retain its performance. COF-999 is an exceptional material for the capture of CO2 from open air as evidenced by its cycling stability, facile uptake of CO2 (reaches half capacity in 18.8 min) and low regeneration temperature (60 degrees C)."
    ],
    [
        "Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures",
        "This year's prize celebrates computational tools that have transformed biology and have the potential to revolutionize drug discovery."
    ],
    [
        "Dopamine dynamics are dispensable for movement but promote reward responses",
        "Dopamine signalling modes differ in kinetics and spatial patterns of receptor activation1,2. How these modes contribute to motor function, motivation and learning has long been debated3-21. Here we show that action-potential-induced dopamine release is dispensable for movement initiation but supports reward-oriented behaviour. We generated mice with dopamine-neuron-specific knockout of the release site organizer protein RIM to disrupt action-potential-induced dopamine release. In these mice, rapid in vivo dopamine dynamics were strongly impaired, but baseline dopamine persisted and fully supported spontaneous movement. Conversely, reserpine-mediated dopamine depletion or blockade of dopamine receptors disrupted movement initiation. The dopamine precursor l-DOPA reversed reserpine-induced bradykinesia without restoring fast dopamine dynamics, a result that substantiated the conclusion that these dynamics are dispensable for movement initiation. In contrast to spontaneous movement, reward-oriented behaviour was impaired in dopamine-neuron-specific RIM knockout mice. In conditioned place preference and two-odour discrimination tasks, the mice effectively learned to distinguish the cues, which indicates that reward-based learning persists after RIM ablation. However, the performance vigour was reduced. During probabilistic cue-reward association, dopamine dynamics and conditioned responses assessed through anticipatory licking were disrupted. These results demonstrate that action-potential-induced dopamine release is dispensable for motor function and subsecond precision of movement initiation but promotes motivation and performance during reward-guided behaviours.Experiments using conditional RIM1 and RIM2 knockout mice and acute pharmacological manipulations clarify the role of rapid dopamine dynamics, whereby these dynamics are dispensable for movement initiation but important for reward-guided conditioned behaviours."
    ],
    [
        "Neuropeptide signalling orchestrates T cell differentiation",
        "The balance between T helper type 1 (TH1) cells and other TH cells is critical for antiviral and anti-tumour responses1-3, but how this balance is achieved remains poorly understood. Here we dissected the dynamic regulation of TH1 cell differentiation during in vitro polarization, and during in vivo differentiation after acute viral infection. We identified regulators modulating T helper cell differentiation using a unique TH1-TH2 cell dichotomous culture system and systematically validated their regulatory functions through multiple in vitro and in vivo CRISPR screens. We found that RAMP3, a component of the receptor for the neuropeptide CGRP (calcitonin gene-related peptide), has a cell-intrinsic role in TH1 cell fate determination. Extracellular CGRP signalling through the receptor RAMP3-CALCRL restricted the differentiation of TH2 cells, but promoted TH1 cell differentiation through the activation of downstream cAMP response element-binding protein (CREB) and activating transcription factor 3 (ATF3). ATF3 promoted TH1 cell differentiation by inducing the expression of Stat1, a key regulator of TH1 cell differentiation. After viral infection, an interaction between CGRP produced by neurons and RAMP3 expressed on T cells enhanced the anti-viral IFN gamma-producing TH1 and CD8+ T cell response, and timely control of acute viral infection. Our research identifies a neuroimmune circuit in which neurons participate in T cell fate determination by producing the neuropeptide CGRP during acute viral infection, which acts on RAMP3-expressing T cells to induce an effective anti-viral TH1 cell response.RAMP3, a component of the receptor for the neuropeptide CGRP, has a cell-intrinsic role in T helper type 1 cell fate determination."
    ],
    [
        "Spatial proteomics identifies JAKi as treatment for a lethal skin disease",
        "Toxic epidermal necrolysis (TEN) is a fatal drug-induced skin reaction triggered by common medications and is an emerging public health issue1-3. Patients with TEN undergo severe and sudden epidermal detachment caused by keratinocyte cell death. Although molecular mechanisms that drive keratinocyte cell death have been proposed, the main drivers remain unknown, and there is no effective therapy for TEN4-6. Here, to systematically map molecular changes that are associated with TEN and identify potential druggable targets, we utilized deep visual proteomics, which provides single-cell-based, cell-type-resolution proteomics7,8. We analysed formalin-fixed, paraffin-embedded archived skin tissue biopsies of three types of cutaneous drug reactions with varying severity and quantified more than 5,000 proteins in keratinocytes and skin-infiltrating immune cells. This revealed a marked enrichment of type I and type II interferon signatures in the immune cell and keratinocyte compartment of patients with TEN, as well as phosphorylated STAT1 activation. Targeted inhibition with the pan-JAK inhibitor tofacitinib in vitro reduced keratinocyte-directed cytotoxicity. In vivo oral administration of tofacitinib, baricitinib or the JAK1-specific inhibitors abrocitinib or upadacitinib ameliorated clinical and histological disease severity in two distinct mouse models of TEN. Crucially, treatment with JAK inhibitors (JAKi) was safe and associated with rapid cutaneous re-epithelialization and recovery in seven patients with TEN. This study uncovers the JAK/STAT and interferon signalling pathways as key pathogenic drivers of TEN and demonstrates the potential of targeted JAKi as a curative therapy.Cell-type-resolved spatial proteomics of the skin from patients with toxic epidermal necrolysis reveals that it is driven by JAK/STAT signaling, leading to successful treatment of this potentially fatal condition in patients using JAK inhibitors."
    ],
    [
        "Efficient conversion of syngas to linear α-olefins by phase-pure χ-Fe5C2",
        "Oil has long been the dominant feedstock for producing fuels and chemicals, but coal, natural gas and biomass are increasingly explored alternatives(1,2,3). Their conversion first generates syngas, a mixture of CO and H-2, which is then processed further using Fischer-Tropsch (FT) chemistry. However, although commercial FT technology for fuel production is established, using it to access valuable chemicals remains challenging. A case in point is linear alpha-olefins (LAOs), which are important chemical intermediates obtained by ethylene oligomerization at present(4,5,6,7,8). The commercial high-temperature FT process and the FT-to-olefin process under development at present both convert syngas directly to LAOs, but also generate much CO2 waste that leads to a low carbon utilization efficiency(9,10,11,12,13,14). The efficiency is further compromised by substantially fewer of the converted carbon atoms ending up as valuable C-5-C-10 LAOs than are found in the C-2-C-4 olefins that dominate the product mixtures(9,10,11,12,13,14). Here we show that the use of the original phase-pure chi-iron carbide can minimize these syngas conversion problems: tailored and optimized for the process of FT to LAOs, this catalyst exhibits an activity at 290 degrees C that is 1-2 orders higher than dedicated FT-to-olefin catalysts can achieve above 320 degrees C (refs. (12,13,14,15)), is stable for 200 h, and produces desired C-2-C-10 LAOs and unwanted CO2 with carbon-based selectivities of 51% and 9% under industrially relevant conditions. This higher catalytic performance, persisting over a wide temperature range (250-320 degrees C), demonstrates the potential of the system for developing a practically relevant technology."
    ],
    [
        "CTLA4 blockade abrogates KEAP1/STK11-related resistance to PD-(L)1 inhibitors",
        "For patients with advanced non-small-cell lung cancer (NSCLC), dual immune checkpoint blockade (ICB) with CTLA4 inhibitors and PD-1 or PD-L1 inhibitors (hereafter, PD-(L)1 inhibitors) is associated with higher rates of anti-tumour activity and immune-related toxicities, when compared with treatment with PD-(L)1 inhibitors alone. However, there are currently no validated biomarkers to identify which patients will benefit from dual ICB1,2. Here we show that patients with NSCLC who have mutations in the STK11 and/or KEAP1 tumour suppressor genes derived clinical benefit from dual ICB with the PD-L1 inhibitor durvalumab and the CTLA4 inhibitor tremelimumab, but not from durvalumab alone, when added to chemotherapy in the randomized phase III POSEIDON trial(3). Unbiased genetic screens identified loss of both of these tumour suppressor genes as independent drivers of resistance to PD-(L)1 inhibition, and showed that loss of Keap1 was the strongest genomic predictor of dual ICB efficacy-a finding that was confirmed in several mouse models of Kras-driven NSCLC. In both mouse models and patients, KEAP1 and STK11 alterations were associated with an adverse tumour microenvironment, which was characterized by a preponderance of suppressive myeloid cells and the depletion of CD8(+) cytotoxic T cells, but relative sparing of CD4(+) effector subsets. Dual ICB potently engaged CD4(+) effector cells and reprogrammed the tumour myeloid cell compartment towards inducible nitric oxide synthase (iNOS)-expressing tumoricidal phenotypes that-together with CD4(+) and CD8(+) T cells-contributed to anti-tumour efficacy. These data support the use of chemo-immunotherapy with dual ICB to mitigate resistance to PD-(L)1 inhibition in patients with NSCLC who have STK11 and/or KEAP1 alterations."
    ],
    [
        "Collaboration between artificial intelligence and Earth science communities for mutual benefit",
        "Artificial intelligence is rapidly being integrated into Earth science, but how Earth science may benefit artificial intelligence has been overlooked. We call for mutual balancing between the two disciplines and improving cross-disciplinary collaboration."
    ],
    [
        "High-efficiency and thermally stable FACsPbI3 perovskite photovoltaics",
        "alpha-FA1-xCsxPbI3 is a promising absorbent material for efficient and stable perovskite solar cells (PSCs)1,2. However, the most efficient alpha-FA1-xCsxPbI3 PSCs require the inclusion of the additive methylammonium chloride3,4, which generates volatile organic residues (methylammonium) that limit device stability at elevated temperatures5. Previously, the highest certified power-conversion efficiency of alpha-FA1-xCsxPbI3 PSCs without methylammonium chloride was only approximately 24% (refs. 6,7), and these PSCs have yet to exhibit any stability advantages. Here we identify interfacial contact loss caused by the accumulation of Cs+ in conventional alpha-FA1-xCsxPbI3 PSCs, which deteriorates device performance and stability. Through in situ grazing-incidence wide-angle X-ray scattering analysis and density functional theory calculations, we demonstrate an intermediate-phase-assisted crystallization pathway enabled by acetate surface coordination to fabricate high-quality alpha-FA1-xCsxPbI3 films, without using the methylammonium additive. We herein report a certified stabilized power output efficiency of 25.94% and a reverse-scanning power-conversion efficiency of 26.64% for alpha-FA1-xCsxPbI3 PSCs. Moreover, the devices exhibited negligible contact losses and enhanced operational stability. They retained over 95% of their initial power-conversion efficiency after operating for over 2,000 h at the maximum power point under 1 sun, 85 degrees C and 60% relative humidity (ISOS-L-3).Suppressing surface Cs+ accumulation in methylammonium-free alpha-FA1-xCsxPbI3 perovskite with an intermediate phase-assisted strategy enables high-efficiency and thermally stable photovoltaics."
    ],
    [
        "Nitrogen-doped amorphous monolayer carbon",
        "Monoatomic-layered carbon materials, such as graphene(1) and amorphous monolayer carbon(2,3), have stimulated intense fundamental and applied research owing to their unprecedented physical properties and a wide range of promising applications(4,5). So far, such materials have mainly been produced by chemical vapour deposition, which typically requires stringent reaction conditions compared to solution-phase synthesis. Herein, we demonstrate the solution preparation of free-standing nitrogen-doped amorphous monolayer carbon with mixed five-, six- and seven-membered (5-6-7-membered) rings through the polymerization of pyrrole within the confined interlayer cavity of a removable layered-double-hydroxide template. Structural characterizations and first-principles calculations suggest that the nitrogen-doped amorphous monolayer carbon was formed by radical polymerization of pyrrole at the alpha, beta and N sites subjected to confinement of the reaction space, which enables bond rearrangements through the Stone-Wales transformation. The spatial confinement inhibits the C-C bond rotation and chain entanglement during polymerization, resulting in an atom-thick continuous amorphous layer with an in-plane pi-conjugation electronic structure. The spatially confined radical polymerization using solid templates and ion exchange strategy demonstrates potential as a universal synthesis approach for obtaining two-dimensional covalent networks, as exemplified by the successful synthesis of monolayers of polythiophene and polycarbazole."
    ],
    [
        "Designed endocytosis-inducing proteins degrade targets and amplify signals",
        "Endocytosis and lysosomal trafficking of cell surface receptors can be triggered by endogenous ligands. Therapeutic approaches such as lysosome-targeting chimaeras1,2 (LYTACs) and cytokine receptor-targeting chimeras3 (KineTACs) have used this to target specific proteins for degradation by fusing modified native ligands to target binding proteins. Although powerful, these approaches can be limited by competition with native ligands and requirements for chemical modification that limit genetic encodability and can complicate manufacturing, and, more generally, there may be no native ligands that stimulate endocytosis through a given receptor. Here we describe computational design approaches for endocytosis-triggering binding proteins (EndoTags) that overcome these challenges. We present EndoTags for insulin-like growth factor 2 receptor (IGF2R) and asialoglycoprotein receptor (ASGPR), sortilin and transferrin receptors, and show that fusing these tags to soluble or transmembrane target protein binders leads to lysosomal trafficking and target degradation. As these receptors have different tissue distributions, the different EndoTags could enable targeting of degradation to different tissues. EndoTag fusion to a PD-L1 antibody considerably increases efficacy in a mouse tumour model compared to antibody alone. The modularity and genetic encodability of EndoTags enables AND gate control for higher-specificity targeted degradation, and the localized secretion of degraders from engineered cells. By promoting endocytosis, EndoTag fusion increases signalling through an engineered ligand-receptor system by nearly 100-fold. EndoTags have considerable therapeutic potential as targeted degradation inducers, signalling activators for endocytosis-dependent pathways, and cellular uptake inducers for targeted antibody-drug and antibody-RNA conjugates.Computationally designed genetically encoded proteins can be used to target surface proteins, thereby triggering endocytosis and subsequent intracellular degradation, activating signalling or increasing cellular uptake in specific tissues."
    ],
    [
        "Transferrin receptor targeting chimeras for membrane protein degradation",
        "Cancer cells require high levels of iron for rapid proliferation, leading to significant upregulation of cell-surface transferrin receptor 1 (TfR1), which mediates iron uptake by binding to the iron-carrying protein transferrin1-3. Leveraging this phenomenon and the fast endocytosis rate of TfR1 (refs. 4,5), we developed transferrin receptor targeting chimeras (TransTACs), a heterobispecific antibody modality for membrane protein degradation. TransTACs are engineered to drive rapid co-internalization of a target protein of interest and TfR1 from the cell surface, and to enable target protein entry into the lysosomal degradation pathway. We show that TransTACs can efficiently degrade a diverse range of single-pass, multi-pass, native or synthetic membrane proteins, including epidermal growth factor receptor, programmed cell death 1 ligand 1, cluster of differentiation 20 and chimeric antigen receptor. In example applications, TransTACs enabled the reversible control of human primary chimeric antigen receptor T cells and the targeting of drug-resistant epidermal growth factor receptor-driven lung cancer with the exon 19 deletion/T790M/C797S mutations in a mouse xenograft model. TransTACs represent a promising new family of bifunctional antibodies for precise manipulation of membrane proteins and targeted cancer therapy.Transferrin receptor targeting chimeras have been developed that enable targeting of drug resistance in epidermal growth factor receptor-driven lung cancer and reversible control of human primary chimeric antigen receptor T cells, representing a promising new family of bifunctional antibodies for targeted cancer therapy."
    ],
    [
        "Pathogenic hypothalamic extracellular matrix promotes metabolic disease",
        "Metabolic diseases such as obesity and type 2 diabetes are marked by insulin resistance(1,2). Cells within the arcuate nucleus of the hypothalamus (ARC), which are crucial for regulating metabolism, become insulin resistant during the progression of metabolic disease(3-8), but these mechanisms are not fully understood. Here we investigated the role of a specialized chondroitin sulfate proteoglycan extracellular matrix, termed a perineuronal net, which surrounds ARC neurons. In metabolic disease, the perineuronal net of the ARC becomes augmented and remodelled, driving insulin resistance and metabolic dysfunction. Disruption of the perineuronal net in obese mice, either enzymatically or with small molecules, improves insulin access to the brain, reversing neuronal insulin resistance and enhancing metabolic health. Our findings identify ARC extracellular matrix remodelling as a fundamental mechanism driving metabolic diseases."
    ],
    [
        "Commensal consortia decolonize Enterobacteriaceae via ecological control",
        "Persistent colonization and outgrowth of potentially pathogenic organisms in the intestine can result from long-term antibiotic use or inflammatory conditions, and may perpetuate dysregulated immunity and tissue damage(1,2). Gram-negative Enterobacteriaceae gut pathobionts are particularly recalcitrant to conventional antibiotic treatment(3,4), although an emerging body of evidence suggests that manipulation of the commensal microbiota may be a practical alternative therapeutic strategy(5-7). Here we isolated and down-selected commensal bacterial consortia from stool samples from healthy humans that could strongly and specifically suppress intestinal Enterobacteriaceae. One of the elaborated consortia, comprising 18 commensal strains, effectively controlled ecological niches by regulating gluconate availability, thereby re-establishing colonization resistance and alleviating Klebsiella- and Escherichia-driven intestinal inflammation in mice. Harnessing these activities in the form of live bacterial therapies may represent a promising solution to combat the growing threat of proinflammatory, antimicrobial-resistant Enterobacteriaceae infection."
    ],
    [
        "Micronuclear battery based on a coalescent energy transducer",
        "Micronuclear batteries harness energy from the radioactive decay of radioisotopes to generate electricity on a small scale, typically in the nanowatt or microwatt range(1,2). Contrary to chemical batteries, the longevity of a micronuclear battery is tied to the half-life of the used radioisotope, enabling operational lifetimes that can span several decades(3). Furthermore, the radioactive decay remains unaffected by environmental factors such as temperature, pressure and magnetic fields, making the micronuclear battery an enduring and reliable power source in scenarios in which conventional batteries prove impractical or challenging to replace(4). Common radioisotopes of americium (Am-241 and Am-243) are a-decay emitters with half-lives longer than hundreds of years. Severe self-adsorption in traditional architectures of micronuclear batteries impedes high-efficiency alpha-decay energy conversion, making the development of alpha-radioisotope micronuclear batteries challenging(5,6). Here we propose a micronuclear battery architecture that includes a coalescent energy transducer by incorporating Am-243 into a luminescent lanthanide coordination polymer. This couples radioisotopes with energy transducers at the molecular level, resulting in an 8,000-fold enhancement in energy conversion efficiency from a decay energy to sustained autoluminescence compared with that of conventional architectures. When implemented in conjunction with a photovoltaic cell that translates autoluminescence into electricity, a new type of radiophotovoltaic micronuclear battery with a total power conversion efficiency of 0.889% and a power per activity of 139 microwatts per curie (mu W Ci(-1)) is obtained."
    ],
    [
        "Targeted protein relocalization via protein transport coupling",
        "Subcellular protein localization regulates protein function and can be corrupted in cancers(1) and neurodegenerative diseases(2,3). The rewiring of localization to address disease-driving phenotypes would be an attractive targeted therapeutic approach. Molecules that harness the trafficking of a shuttle protein to control the subcellular localization of a target protein could enforce targeted protein relocalization and rewire the interactome. Here we identify a collection of shuttle proteins with potent ligands amenable to incorporation into targeted relocalization-activating molecules (TRAMs), and use these to relocalize endogenous proteins. Using a custom imaging analysis pipeline, we show that protein steady-state localization can be modulated through molecular coupling to shuttle proteins containing sufficiently strong localization sequences and expressed in the necessary abundance. We analyse the TRAM-induced relocalization of different proteins and then use nuclear hormone receptors as shuttles to redistribute disease-driving mutant proteins such as SMARCB1(Q318X), TDP43(Delta NLS) and FUSR495X. TRAM-mediated relocalization of FUSR495X to the nucleus from the cytoplasm correlated with a reduction in the number of stress granules in a model of cellular stress. With methionyl aminopeptidase 2 and poly(ADP-ribose) polymerase 1 as endogenous cytoplasmic and nuclear shuttles, respectively, we demonstrate relocalization of endogenous PRMT9, SOS1 and FKBP12. Small-molecule-mediated redistribution of nicotinamide nucleotide adenylyltransferase 1 from nuclei to axons in primary neurons was able to slow axonal degeneration and pharmacologically mimic the genetic WldS gain-of-function phenotype in mice resistant to certain types of neurodegeneration(4). The concept of targeted protein relocalization could therefore inspire approaches for treating disease through interactome rewiring."
    ],
    [
        "Controlled patterning of crystalline domains by frontal polymerization",
        "Materials with hierarchical architectures that combine soft and hard material domains with coalesced interfaces possess superior properties compared with their homogeneous counterparts(1-4). These architectures in synthetic materials have been achieved through deterministic manufacturing strategies such as 3D printing, which require an a priori design and active intervention throughout the process to achieve architectures spanning multiple length scales(5-9). Here we harness frontal polymerization spin mode dynamics to autonomously fabricate patterned crystalline domains in poly(cyclooctadiene) with multiscale organization. This rapid, dissipative processing method leads to the formation of amorphous and semi-crystalline domains emerging from the internal interfaces generated between the solid polymer and the propagating cure front. The size, spacing and arrangement of the domains are controlled by the interplay between the reaction kinetics, thermochemistry and boundary conditions. Small perturbations in the fabrication conditions reproducibly lead to remarkable changes in the patterned microstructure and the resulting strength, elastic modulus and toughness of the polymer. This ability to control mechanical properties and performance solely through the initial conditions and the mode of front propagation represents a marked advancement in the design and manufacturing of advanced multiscale materials."
    ],
    [
        "Stratospheric Chlorine Processing After the Unprecedented Hunga Tonga Eruption",
        "Following the Hunga Tonga-Hunga Ha'apai (HTHH) eruption in January 2022, significant reductions in stratospheric hydrochloric acid (HCl) were observed in the Southern Hemisphere mid-latitudes during the latter half of 2022, suggesting potential chlorine activation. The objective of this study is to comprehensively understand the loss of HCl in the aftermath of HTHH. Satellite measurements and a global chemistry-climate model are employed for the analysis. We find strong agreement of 2022 anomalies between the modeled and the measured data. The observed tracer-tracer relations between nitrous oxide (N2O) and HCl indicate a significant role of chemical processing in the observed HCl reduction, especially during the austral winter of 2022. Further examining the roles of chlorine gas-phase and heterogeneous chemistry, we find that heterogeneous chemistry emerges as the primary driver for the chemical loss of HCl, and the reaction between hypobromous acid (HOBr) and HCl on sulfate aerosols is the dominant loss process.After the eruption of the Hunga Tonga-Hunga Ha'apai (HTHH) volcano in January 2022, there was a substantial decrease in stratospheric hydrochloric acid (HCl) in the Southern Hemisphere mid-latitudes in the latter part of 2022. This decrease suggests that a chemical reaction involving chlorine processing might have happened. This study aims to comprehensively understand the significant loss of HCl following the HTHH eruption, utilizing satellite measurements and a global chemistry-climate model for analysis. The anomalies in 2022 show remarkable agreement between the modeled and measured data. By comparing the levels of HCl with another gas called nitrous oxide (N2O), we discover that a lot of the HCl loss was due to chemical reactions, especially during the Southern Hemisphere winter. Upon further investigation into the role of chlorine gas-phase and heterogeneous chemistry, heterogeneous chemistry emerges as a primary driver for the chemical loss of HCl. The reaction between hypobromous acid (HOBr) and HCl on sulfate aerosols is identified as the dominant loss process.Analysis using both model and satellites suggest a significant role of chemical processing in the observed HCl reduction at 20 km Analysis of gas- and heterogeneous-phase reactions indicates that heterogeneous chemistry is the main driver for the chemical loss of HCl The dominant heterogeneous loss for HCl is via HOBr + HCl, with HCl + OH also significant due to enhanced OH from heterogeneous chemistry"
    ],
    [
        "Glycosphingolipid synthesis mediates immune evasion in KRAS-driven cancer",
        "Cancer cells frequently alter their lipids to grow and adapt to their environment(1-3). Despite the critical functions of lipid metabolism in membrane physiology, signalling and energy production, how specific lipids contribute to tumorigenesis remains incompletely understood. Here, using functional genomics and lipidomic approaches, we identified de novo sphingolipid synthesis as an essential pathway for cancer immune evasion. Synthesis of sphingolipids is surprisingly dispensable for cancer cell proliferation in culture or in immunodeficient mice but required for tumour growth in multiple syngeneic models. Blocking sphingolipid production in cancer cells enhances the anti-proliferative effects of natural killer and CD8(+) T cells partly via interferon-gamma (IFN gamma) signalling. Mechanistically, depletion of glycosphingolipids increases surface levels of IFN gamma receptor subunit 1 (IFNGR1), which mediates IFN gamma-induced growth arrest and pro-inflammatory signalling. Finally, pharmacological inhibition of glycosphingolipid synthesis synergizes with checkpoint blockade therapy to enhance anti-tumour immune response. Altogether, our work identifies glycosphingolipids as necessary and limiting metabolites for cancer immune evasion."
    ],
    [
        "Heteromeric amyloid filaments of ANXA11 and TDP-43 in FTLD-TDP type C",
        "Neurodegenerative diseases are characterized by the abnormal filamentous assembly of specific proteins in the central nervous system1. Human genetic studies have established a causal role for protein assembly in neurodegeneration2. However, the underlying molecular mechanisms remain largely unknown, which is limiting progress in developing clinical tools for these diseases. Recent advances in cryo-electron microscopy have enabled the structures of the protein filaments to be determined from the brains of patients1. All neurodegenerative diseases studied to date have been characterized by the self-assembly of proteins in homomeric amyloid filaments, including that of TAR DNA-binding protein 43 (TDP-43) in amyotrophic lateral sclerosis (ALS) and frontotemporal lobar degeneration with TDP-43 inclusions (FTLD-TDP) types A and B3,4. Here we used cryo-electron microscopy to determine filament structures from the brains of individuals with FTLD-TDP type C, one of the most common forms of sporadic FTLD-TDP. Unexpectedly, the structures revealed that a second protein, annexin A11 (ANXA11), co-assembles with TDP-43 in heteromeric amyloid filaments. The ordered filament fold is formed by TDP-43 residues G282/G284-N345 and ANXA11 residues L39-Y74 from their respective low-complexity domains. Regions of TDP-43 and ANXA11 that were previously implicated in protein-protein interactions form an extensive hydrophobic interface at the centre of the filament fold. Immunoblots of the filaments revealed that the majority of ANXA11 exists as an approximately 22 kDa N-terminal fragment lacking the annexin core domain. Immunohistochemistry of brain sections showed the colocalization of ANXA11 and TDP-43 in inclusions, redefining the histopathology of FTLD-TDP type C. This work establishes a central role for ANXA11 in FTLD-TDP type C. The unprecedented formation of heteromeric amyloid filaments in the human brain revises our understanding of amyloid assembly and may be of significance for the pathogenesis of neurodegenerative diseases.Using cryo-electron microscopy, heteromeric amyloid filaments composed of TDP-43 and ANXA11 in the brains of patients with frontotemporal lobar degeneration type C are discovered."
    ],
    [
        "The ultra-high affinity transport proteins of ubiquitous marine bacteria",
        "SAR11 bacteria are the most abundant microorganisms in the surface ocean(1) and have global biogeochemical importance(2-4). To thrive in their competitive oligotrophic environment, these bacteria rely heavily on solute-binding proteins that facilitate uptake of specific substrates via membrane transporters(5,6). The functions and properties of these transport proteins are key factors in the assimilation of dissolved organic matter and biogeochemical cycling of nutrients in the ocean, but they have remained largely inaccessible to experimental investigation. Here we performed genome-wide experimental characterization of all solute-binding proteins in a prototypical SAR11 bacterium, revealing specific functions and general trends in their properties that contribute to the success of SAR11 bacteria in oligotrophic environments. We found that the solute-binding proteins of SAR11 bacteria have extremely high binding affinity (dissociation constant >20 pM) and high binding specificity, revealing molecular mechanisms of oligotrophic adaptation. Our functional data have uncovered new carbon sources for SAR11 bacteria and enable accurate biogeographical analysis of SAR11 substrate uptake capabilities throughout the ocean. This study provides a comprehensive view of the substrate uptake capabilities of ubiquitous marine bacteria, providing a necessary foundation for understanding their contribution to assimilation of dissolved organic matter in marine ecosystems."
    ],
    [
        "A brain-to-gut signal controls intestinal fat absorption",
        "Although fat is a crucial source of energy in diets, excessive intake leads to obesity. Fat absorption in the gut is prevailingly thought to occur organ-autonomously by diffusion(1-3). Whether the process is controlled by the brain-to-gut axis, however, remains largely unknown. Here we demonstrate that the dorsal motor nucleus of vagus (DMV) plays a key part in this process. Inactivation of DMV neurons reduces intestinal fat absorption and consequently causes weight loss, whereas activation of the DMV increases fat absorption and weight gain. Notably, the inactivation of a subpopulation of DMV neurons that project to the jejunum shortens the length of microvilli, thereby reducing fat absorption. Moreover, we identify a natural compound, puerarin, that mimics the suppression of the DMV-vagus pathway, which in turn leads to reduced fat absorption. Photoaffinity chemical methods and cryogenic electron microscopy of the structure of a GABA(A) receptor-puerarin complex reveal that puerarin binds to an allosteric modulatory site. Notably, conditional Gabra1 knockout in the DMV largely abolishes puerarin-induced intestinal fat loss. In summary, we discover that suppression of the DMV-vagus-jejunum axis controls intestinal fat absorption by shortening the length of microvilli and illustrate the therapeutic potential of puerarin binding to GABRA1 in fat loss."
    ],
    [
        "The ribosome lowers the entropic penalty of protein folding",
        "Most proteins fold during biosynthesis on the ribosome(1), and co-translational folding energetics, pathways and outcomes of many proteins have been found to differ considerably from those in refolding studies(2-10). The origin of this folding modulation by the ribosome has remained unknown. Here we have determined atomistic structures of the unfolded state of a model protein on and off the ribosome, which reveal that the ribosome structurally expands the unfolded nascent chain and increases its solvation, resulting in its entropic destabilization relative to the peptide chain in isolation. Quantitative F-19 NMR experiments confirm that this destabilization reduces the entropic penalty of folding by up to 30 kcal mol(-1) and promotes formation of partially folded intermediates on the ribosome, an observation that extends to other protein domains and is obligate for some proteins to acquire their active conformation. The thermodynamic effects also contribute to the ribosome protecting the nascent chain from mutation-induced unfolding, which suggests a crucial role of the ribosome in supporting protein evolution. By correlating nascent chain structure and dynamics to their folding energetics and post-translational outcomes, our findings establish the physical basis of the distinct thermodynamics of co-translational protein folding."
    ],
    [
        "Global marine microbial diversity and its potential in bioprospecting",
        "The past two decades has witnessed a remarkable increase in the number of microbial genomes retrieved from marine systems1,2. However, it has remained challenging to translate this marine genomic diversity into biotechnological and biomedical applications3,4. Here we recovered 43,191 bacterial and archaeal genomes from publicly available marine metagenomes, encompassing a wide range of diversity with 138 distinct phyla, redefining the upper limit of marine bacterial genome size and revealing complex trade-offs between the occurrence of CRISPR-Cas systems and antibiotic resistance genes. In silico bioprospecting of these marine genomes led to the discovery of a novel CRISPR-Cas9 system, ten antimicrobial peptides, and three enzymes that degrade polyethylene terephthalate. In vitro experiments confirmed their effectiveness and efficacy. This work provides evidence that global-scale sequencing initiatives advance our understanding of how microbial diversity has evolved in the oceans and is maintained, and demonstrates how such initiatives can be sustainably exploited to advance biotechnology and biomedicine.Analysis of 43,191 genomes obtained from publicly available marine bacterial and archaeal metagenome data provides insights into marine bacterial evolution, CRISPR-Cas defence and antibiotic resistance genes, and demonstrates the potential of marine metagenomes for biotechnological applications."
    ],
    [
        "DNA methylation controls stemness of astrocytes in health and ischaemia",
        "Astrocytes are the most abundant cell type in the mammalian brain and provide structural and metabolic support to neurons, regulate synapses and become reactive after injury and disease. However, a small subset of astrocytes settles in specialized areas of the adult brain where these astrocytes instead actively generate differentiated neuronal and glial progeny and are therefore referred to as neural stem cells1-3. Common parenchymal astrocytes and quiescent neural stem cells share similar transcriptomes despite their very distinct functions4-6. Thus, how stem cell activity is molecularly encoded remains unknown. Here we examine the transcriptome, chromatin accessibility and methylome of neural stem cells and their progeny, and of astrocytes from the striatum and cortex in the healthy and ischaemic adult mouse brain. We identify distinct methylation profiles associated with either astrocyte or stem cell function. Stem cell function is mediated by methylation of astrocyte genes and demethylation of stem cell genes that are expressed later. Ischaemic injury to the brain induces gain of stemness in striatal astrocytes7. We show that this response involves reprogramming the astrocyte methylome to a stem cell methylome and is absent if the de novo methyltransferase DNMT3A is missing. Overall, we unveil DNA methylation as a promising target for regenerative medicine.Single-cell analysis of the transcriptome, chromatin accessibility and methylome of adult neural stem cells and astrocytes demonstrates that stemness is driven by methylation profiles distinct from those of astrocytes."
    ],
    [
        "CDK5-cyclin B1 regulates mitotic fidelity",
        "CDK1 has been known to be the sole cyclin-dependent kinase (CDK) partner of cyclin B1 to drive mitotic progression1. Here we demonstrate that CDK5 is active during mitosis and is necessary for maintaining mitotic fidelity. CDK5 is an atypical CDK owing to its high expression in post-mitotic neurons and activation by non-cyclin proteins p35 and p392. Here, using independent chemical genetic approaches, we specifically abrogated CDK5 activity during mitosis, and observed mitotic defects, nuclear atypia and substantial alterations in the mitotic phosphoproteome. Notably, cyclin B1 is a mitotic co-factor of CDK5. Computational modelling, comparison with experimentally derived structures of CDK-cyclin complexes and validation with mutational analysis indicate that CDK5-cyclin B1 can form a functional complex. Disruption of the CDK5-cyclin B1 complex phenocopies CDK5 abrogation in mitosis. Together, our results demonstrate that cyclin B1 partners with both CDK5 and CDK1, and CDK5-cyclin B1 functions as a canonical CDK-cyclin complex to ensure mitotic fidelity.Cyclin B1 is a mitotic co-factor of CDK5."
    ],
    [
        "Reductive alkyl-alkyl coupling from isolable nickel-alkyl complexes",
        "The selective cross-coupling of two alkyl electrophiles to construct complex molecules remains a challenge in organic synthesis1,2. Known reactions are optimized for specific electrophiles and are not amenable to interchangeably varying electrophilic substrates that are sourced from common alkyl building blocks, such as amines, carboxylic acids and halides3-5. These limitations restrict the types of alkyl substrate that can be modified and, ultimately, the chemical space that can be explored6. Here we report a general solution to these limitations that enables a combinatorial approach to alkyl-alkyl cross-coupling reactions. This methodology relies on the discovery of unusually persistent Ni(alkyl) complexes that can be formed directly by oxidative addition of alkyl halides, redox-active esters or pyridinium salts. The resulting alkyl complexes can be isolated or directly telescoped to couple with a second alkyl electrophile, which represent cross-selective reactions that were previously unknown. The utility of this synthetic capability is showcased in the rapid diversification of amino acids, natural products, pharmaceuticals and drug-like building blocks by various combinations of dehalogenative, decarboxylative or deaminative coupling. In addition to a robust scope, this work provides insights into the organometallic chemistry of synthetically relevant Ni(alkyl) complexes through crystallographic analysis, stereochemical probes and spectroscopic studies.Alkyl-alkyl cross-coupling reactions are achieved by forming nickel-alkyl complexes directly by oxidative addition of alkyl halides, redox-active esters or pyridinium salts, and then combining them with a second alkyl electrophile."
    ],
    [
        "Electrocatalytic reductive deuteration of arenes and heteroarenes",
        "The incorporation of deuterium in organic molecules has widespread applications in medicinal chemistry and materials science1,2. For example, the deuterated drugs austedo3, donafenib4 and sotyktu5 have been recently approved. There are various methods for the synthesis of deuterated compounds with high deuterium incorporation6. However, the reductive deuteration of aromatic hydrocarbons-ubiquitous chemical feedstocks-to saturated cyclic compounds has rarely been achieved. Here we describe a scalable and general electrocatalytic method for the reductive deuteration and deuterodefluorination of (hetero)arenes using a prepared nitrogen-doped electrode and deuterium oxide (D2O), giving perdeuterated and saturated deuterocarbon products. This protocol has been successfully applied to the synthesis of 13 highly deuterated drug molecules. Mechanistic investigations suggest that the ruthenium-deuterium species, generated by electrolysis of D2O in the presence of a nitrogen-doped ruthenium electrode, are key intermediates that directly reduce aromatic compounds. This quick and cost-effective methodology for the preparation of highly deuterium-labelled saturated (hetero)cyclic compounds could be applied in drug development and metabolism studies.Reductive deuteration and deuterodefluorination of arenes and heteroarenes is achieved through a scalable and general electrocatalytic method using a nitrogen-doped ruthenium electrode and heavy water."
    ],
    [
        "Symbolic recording of signalling and cis-regulatory element activity to DNA",
        "Measurements of gene expression or signal transduction activity are conventionally performed using methods that require either the destruction or live imaging of a biological sample within the timeframe of interest. Here we demonstrate an alternative paradigm in which such biological activities are stably recorded to the genome. Enhancer-driven genomic recording of transcriptional activity in multiplex (ENGRAM) is based on the signal-dependent production of prime editing guide RNAs that mediate the insertion of signal-specific barcodes (symbols) into a genomically encoded recording unit. We show how this strategy can be used for multiplex recording of the cell-type-specific activities of dozens to hundreds of cis-regulatory elements with high fidelity, sensitivity and reproducibility. Leveraging signal transduction pathway-responsive cis-regulatory elements, we also demonstrate time- and concentration-dependent genomic recording of WNT, NF-kappa B and Tet-On activities. By coupling ENGRAM to sequential genome editing via DNA Typewriter(1), we stably record information about the temporal dynamics of two orthogonal signalling pathways to genomic DNA. Finally we apply ENGRAM to integratively record the transient activity of nearly 100 transcription factor consensus motifs across daily windows spanning the differentiation of mouse embryonic stem cells into gastruloids, an in vitro model of early mammalian development. Although these are proof-of-concept experiments and much work remains to fully realize the possibilities, the symbolic recording of biological signals or states within cells, to the genome and over time, has broad potential to complement contemporary paradigms for how we make measurements in biological systems."
    ],
    [
        "Synthesis of non-canonical amino acids through dehydrogenative tailoring",
        "Amino acids are essential building blocks in biology and chemistry. Whereas nature relies on a small number of amino acid structures, chemists desire access to a vast range of structurally diverse analogues1-3. The selective modification of amino acid side-chain residues represents an efficient strategy to access non-canonical derivatives of value in chemistry and biology. While semisynthetic methods leveraging the functional groups found in polar and aromatic amino acids have been extensively explored, highly selective and general approaches to transform unactivated C-H bonds in aliphatic amino acids remain less developed4,5. Here we disclose a stepwise dehydrogenative method to convert aliphatic amino acids into structurally diverse analogues. The key to the success of this approach lies in the development of a selective catalytic acceptorless dehydrogenation method driven by photochemical irradiation, which provides access to terminal alkene intermediates for downstream functionalization. Overall, this strategy enables the rapid synthesis of new amino acid building blocks and suggests possibilities for the late-stage modification of more complex oligopeptides.Effective dehydrogenation of amino acids and short peptides using cobalt and photocatalysis is used to make a range of unnatural products of value in chemistry and biology."
    ],
    [
        "A spatial expression atlas of the adult human proximal small intestine",
        "The mouse small intestine shows profound variability in gene expression along the crypt-villus axis(1,2). Whether similar spatial heterogeneity exists in the adult human gut remains unclear. Here we use spatial transcriptomics, spatial proteomics and single-molecule fluorescence in situ hybridization to reconstruct a comprehensive spatial expression atlas of the adult human proximal small intestine. We describe zonated expression and cell type representation for epithelial, mesenchymal and immune cell types. We find that migrating enterocytes switch from lipid droplet assembly and iron uptake at the villus bottom to chylomicron biosynthesis and iron release at the tip. Villus tip cells are pro-immunogenic, recruiting gamma delta T cells and macrophages to the tip, in contrast to their immunosuppressive roles in mouse. We also show that the human small intestine contains abundant serrated and branched villi that are enriched at the tops of circular folds. Our study presents a detailed resource for understanding the biology of the adult human small intestine."
    ],
    [
        "Closed-loop transfer enables artificial intelligence to yield chemical knowledge",
        "Artificial intelligence-guided closed-loop experimentation has emerged as a promising method for optimization of objective functions1,2, but the substantial potential of this traditionally black-box approach to uncovering new chemical knowledge has remained largely untapped. Here we report the integration of closed-loop experiments with physics-based feature selection and supervised learning, denoted as closed-loop transfer (CLT), to yield chemical insights in parallel with optimization of objective functions. CLT was used to examine the factors dictating the photostability in solution of light-harvesting donor-acceptor molecules used in a variety of organic electronics applications, and showed fundamental insights including the importance of high-energy regions of the triplet state manifold. This was possible following automated modular synthesis and experimental characterization of only around 1.5% of the theoretical chemical space. This physics-informed model for photostability was strengthened using multiple experimental test sets and validated by tuning the triplet excited-state energy of the solvent to break out of the observed plateau in the closed-loop photostability optimization process. Further applications of CLT to additional materials systems support the generalizability of this strategy for augmenting closed-loop strategies. Broadly, these findings show that combining interpretable supervised learning models and physics-based features with closed-loop discovery processes can rapidly provide fundamental chemical insights.Integration of closed-loop experiments with physics-based feature selection and supervised learning, denoted as closed-loop transfer, yields chemical insights in parallel with optimization of objective functions."
    ],
    [
        "Tuberculosis in otherwise healthy adults with inherited TNF deficiency",
        "Severe defects in human IFN gamma immunity predispose individuals to both Bacillus Calmette-Guerin disease and tuberculosis, whereas milder defects predispose only to tuberculosis(1). Here we report two adults with recurrent pulmonary tuberculosis who are homozygous for a private loss-of-function TNF variant. Neither has any other clinical phenotype and both mount normal clinical and biological inflammatory responses. Their leukocytes, including monocytes and monocyte-derived macrophages (MDMs) do not produce TNF, even after stimulation with IFN gamma. Blood leukocyte subset development is normal in these patients. However, an impairment in the respiratory burst was observed in granulocyte-macrophage colony-stimulating factor (GM-CSF)-matured MDMs and alveolar macrophage-like (AML) cells(2) from both patients with TNF deficiency, TNF- or TNFR1-deficient induced pluripotent stem (iPS)-cell-derived GM-CSF-matured macrophages, and healthy control MDMs and AML cells differentiated with TNF blockers in vitro, and in lung macrophages treated with TNF blockers ex vivo. The stimulation of TNF-deficient iPS-cell-derived macrophages with TNF rescued the respiratory burst. These findings contrast with those for patients with inherited complete deficiency of the respiratory burst across all phagocytes, who are prone to multiple infections, including both Bacillus Calmette-Guerin disease and tuberculosis(3). Human TNF is required for respiratory-burst-dependent immunity to Mycobacterium tuberculosis in macrophages but is surprisingly redundant otherwise, including for inflammation and immunity to weakly virulent mycobacteria and many other infectious agents."
    ],
    [
        "Probing plant signal processing optogenetically by two channelrhodopsins",
        "Early plant responses to different stress situations often encompass cytosolic Ca2+ increases, plasma membrane depolarization and the generation of reactive oxygen species(1-3). However, the mechanisms by which these signalling elements are translated into defined physiological outcomes are poorly understood. Here, to study the basis for encoding of specificity in plant signal processing, we used light-gated ion channels (channelrhodopsins). We developed a genetically engineered channelrhodopsin variant called XXM 2.0 with high Ca2+ conductance that enabled triggering cytosolic Ca2+ elevations in planta. Plant responses to light-induced Ca2+ influx through XXM 2.0 were studied side by side with effects caused by an anion efflux through the light-gated anion channelrhodopsin ACR1 2.0(4). Although both tools triggered membrane depolarizations, their activation led to distinct plant stress responses: XXM 2.0-induced Ca2+ signals stimulated production of reactive oxygen species and defence mechanisms; ACR1 2.0-mediated anion efflux triggered drought stress responses. Our findings imply that discrete Ca2+ signals and anion efflux serve as triggers for specific metabolic and transcriptional reprogramming enabling plants to adapt to particular stress situations. Our optogenetics approach unveiled that within plant leaves, distinct physiological responses are triggered by specific ion fluxes, which are accompanied by similar electrical signals."
    ],
    [
        "Photoredox phase engineering of transition metal dichalcogenides",
        "Crystallographic phase engineering plays an important part in the precise control of the physical and electronic properties of materials. In two-dimensional transition metal dichalcogenides (2D TMDs), phase engineering using chemical lithiation with the organometallization agent n-butyllithium (n-BuLi), to convert the semiconducting 2H (trigonal) to the metallic 1T (octahedral) phase, has been widely explored for applications in areas such as transistors, catalysis and batteries1-15. Although this chemical phase engineering can be performed at ambient temperatures and pressures, the underlying mechanisms are poorly understood, and the use of n-BuLi raises notable safety concerns. Here we optically visualize the archetypical phase transition from the 2H to the 1T phase in mono- and bilayer 2D TMDs and discover that this reaction can be accelerated by up to six orders of magnitude using low-power illumination at 455 nm. We identify that the above-gap illumination improves the rate-limiting charge-transfer kinetics through a photoredox process. We use this method to achieve rapid and high-quality phase engineering of TMDs and demonstrate that this methodology can be harnessed to inscribe arbitrary phase patterns with diffraction-limited edge resolution into few-layer TMDs. Finally, we replace pyrophoric n-BuLi with safer polycyclic aromatic organolithiation agents and show that their performance exceeds that of n-BuLi as a phase transition agent. Our work opens opportunities for exploring the in situ characterization of electrochemical processes and paves the way for sustainably scaling up materials and devices by photoredox phase engineering.Chemical lithiation of two-dimensional transition metal dichalcogenides can be accelerated by up to six orders of magnitude using low-power illumination and a variety of phase transition agents."
    ],
    [
        "Fibrin drives thromboinflammation and neuropathology in COVID-19",
        "Life-threatening thrombotic events and neurological symptoms are prevalent in COVID-19 and are persistent in patients with long COVID experiencing post-acute sequelae of SARS-CoV-2 infection1-4. Despite the clinical evidence1,5-7, the underlying mechanisms of coagulopathy in COVID-19 and its consequences in inflammation and neuropathology remain poorly understood and treatment options are insufficient. Fibrinogen, the central structural component of blood clots, is abundantly deposited in the lungs and brains of patients with COVID-19, correlates with disease severity and is a predictive biomarker for post-COVID-19 cognitive deficits1,5,8-10. Here we show that fibrin binds to the SARS-CoV-2 spike protein, forming proinflammatory blood clots that drive systemic thromboinflammation and neuropathology in COVID-19. Fibrin, acting through its inflammatory domain, is required for oxidative stress and macrophage activation in the lungs, whereas it suppresses natural killer cells, after SARS-CoV-2 infection. Fibrin promotes neuroinflammation and neuronal loss after infection, as well as innate immune activation in the brain and lungs independently of active infection. A monoclonal antibody targeting the inflammatory fibrin domain provides protection from microglial activation and neuronal injury, as well as from thromboinflammation in the lung after infection. Thus, fibrin drives inflammation and neuropathology in SARS-CoV-2 infection, and fibrin-targeting immunotherapy may represent a therapeutic intervention for patients with acute COVID-19 and long COVID.Fibrin drives inflammation and neuropathology in SARS-CoV-2 infection, and fibrin-targeting immunotherapy may represent a therapeutic intervention for patients with long COVID."
    ],
    [
        "Single-crystalline metal-oxide dielectrics for top-gate 2D transistors",
        "Two-dimensional (2D) structures composed of atomically thin materials with high carrier mobility have been studied as candidates for future transistors(1-4). However, owing to the unavailability of suitable high-quality dielectrics, 2D field-effect transistors (FETs) cannot attain the full theoretical potential and advantages despite their superior physical and electrical properties(3,5,6). Here we demonstrate the fabrication of atomically thin single-crystalline Al2O3 (c-Al2O3) as a high-quality top-gate dielectric in 2D FETs. By using intercalative oxidation techniques, a stable, stoichiometric and atomically thin c-Al2O3 layer with a thickness of 1.25 nm is formed on the single-crystalline Al surface at room temperature. Owing to the favourable crystalline structure and well-defined interfaces, the gate leakage current, interface state density and dielectric strength of c-Al2O3 meet the International Roadmap for Devices and Systems requirements(3,5,7). Through a one-step transfer process consisting of the source, drain, dielectric materials and gate, we achieve top-gate MoS2 FETs characterized by a steep subthreshold swing of 61 mV dec(-1), high on/off current ratio of 10(8) and very small hysteresis of 10 mV. This technique and material demonstrate the possibility of producing high-quality single-crystalline oxides suitable for integration into fully scalable advanced 2D FETs, including negative capacitance transistors and spin transistors."
    ],
    [
        "Short-term post-fast refeeding enhances intestinal stemness via polyamines",
        "For over a century, fasting regimens have improved health, lifespan and tissue regeneration in diverse organisms, including humans1-6. However, how fasting and post-fast refeeding affect adult stem cells and tumour formation has yet to be explored in depth. Here we demonstrate that post-fast refeeding increases intestinal stem cell (ISC) proliferation and tumour formation; post-fast refeeding augments the regenerative capacity of Lgr5+ ISCs, and loss of the tumour suppressor gene Apc in post-fast-refed ISCs leads to a higher tumour incidence in the small intestine and colon than in the fasted or ad libitum-fed states, demonstrating that post-fast refeeding is a distinct state. Mechanistically, we discovered that robust mTORC1 induction in post-fast-refed ISCs increases protein synthesis via polyamine metabolism to drive these changes, as inhibition of mTORC1, polyamine metabolite production or protein synthesis abrogates the regenerative or tumorigenic effects of post-fast refeeding. Given our findings, fast-refeeding cycles must be carefully considered and tested when planning diet-based strategies for regeneration without increasing cancer risk, as post-fast refeeding leads to a burst in stem-cell-driven regeneration and tumorigenicity.Post-fast refeeding increases intestinal stem cell function and tumour formation by augmenting protein synthesis via polyamine metabolism."
    ],
    [
        "Lysosomes drive the piecemeal removal of mitochondrial inner membrane",
        "Mitochondrial membranes define distinct structural and functional compartments. Cristae of the inner mitochondrial membrane (IMM) function as independent bioenergetic units that undergo rapid and transient remodelling, but the significance of this compartmentalized organization is unknown(1). Using super-resolution microscopy, here we show that cytosolic IMM vesicles, devoid of outer mitochondrial membrane or mitochondrial matrix, are formed during resting state. These vesicles derived from the IMM (VDIMs) are formed by IMM herniation through pores formed by voltage-dependent anion channel 1 in the outer mitochondrial membrane. Live-cell imaging showed that lysosomes in proximity to mitochondria engulfed the herniating IMM and, aided by the endosomal sorting complex required for transport machinery, led to the formation of VDIMs in a microautophagy-like process, sparing the remainder of the organelle. VDIM formation was enhanced in mitochondria undergoing oxidative stress, suggesting their potential role in maintenance of mitochondrial function. Furthermore, the formation of VDIMs required calcium release by the reactive oxygen species-activated, lysosomal calcium channel, transient receptor potential mucolipin 1, showing an interorganelle communication pathway for maintenance of mitochondrial homeostasis. Thus, IMM compartmentalization could allow for the selective removal of damaged IMM sections via VDIMs, which should protect mitochondria from localized injury. Our findings show a new pathway of intramitochondrial quality control."
    ],
    [
        "Stem cells tightly regulate dead cell clearance to maintain tissue fitness",
        "Billions of cells are eliminated daily from our bodies(1-4). Although macrophages and dendritic cells are dedicated to migrating and engulfing dying cells and debris, many epithelial and mesenchymal tissue cells can digest nearby apoptotic corpses(1-4). How these non-motile, non-professional phagocytes sense and eliminate dying cells while maintaining their normal tissue functions is unclear. Here we explore the mechanisms that underlie their multifunctionality by exploiting the cyclical bouts of tissue regeneration and degeneration during hair cycling. We show that hair follicle stem cells transiently unleash phagocytosis at the correct time and place through local molecular triggers that depend on both lipids released by neighbouring apoptotic corpses and retinoids released by healthy counterparts. We trace the heart of this dual ligand requirement to RAR gamma-RXR alpha, whose activation enables tight regulation of apoptotic cell clearance genes and provides an effective, tunable mechanism to offset phagocytic duties against the primary stem cell function of preserving tissue integrity during homeostasis. Finally, we provide functional evidence that hair follicle stem cell-mediated phagocytosis is not simply redundant with professional phagocytes but rather has clear benefits to tissue fitness. Our findings have broad implications for other non-motile tissue stem or progenitor cells that encounter cell death in an immune-privileged niche."
    ],
    [
        "Visualizing chaperonin function in situ by cryo-electron tomography",
        "Chaperonins are large barrel-shaped complexes that mediate ATP-dependent protein folding(1-3). The bacterial chaperonin GroEL forms juxtaposed rings that bind unfolded protein and the lid-shaped cofactor GroES at their apertures. In vitro analyses of the chaperonin reaction have shown that substrate protein folds, unimpaired by aggregation, while transiently encapsulated in the GroEL central cavity by GroES(4-6). To determine the functional stoichiometry of GroEL, GroES and client protein in situ, here we visualized chaperonin complexes in their natural cellular environment using cryo-electron tomography. We find that, under various growth conditions, around 55-70% of GroEL binds GroES asymmetrically on one ring, with the remainder populating symmetrical complexes. Bound substrate protein is detected on the free ring of the asymmetrical complex, defining the substrate acceptor state. In situ analysis of GroEL-GroES chambers, validated by high-resolution structures obtained in vitro, showed the presence of encapsulated substrate protein in a folded state before release into the cytosol. Based on a comprehensive quantification and conformational analysis of chaperonin complexes, we propose a GroEL-GroES reaction cycle that consists of linked asymmetrical and symmetrical subreactions mediating protein folding. Our findings illuminate the native conformational and functional chaperonin cycle directly within cells."
    ],
    [
        "Human XPR1 structures reveal phosphate export mechanism",
        "Inorganic phosphate (Pi) is a fundamental macronutrient for all living organisms, the homeostasis of which is critical for numerous biological activities(1-3). As the only known human Pi exporter to date, XPR1 has an indispensable role in cellular Pi homeostasis(4,5). Dysfunction of XPR1 is associated with neurodegenerative disease(6-8). However, the mechanisms underpinning XPR1-mediated Pi efflux and regulation by the intracellular inositol polyphosphate (InsPP) sensor SPX domain remain poorly understood. Here we present cryo-electron microscopy structures of human XPR1 in Pi-bound closed, open and InsP(6)-bound forms, revealing the structural basis for XPR1 gating and regulation by InsPPs. XPR1 consists of an N-terminal SPX domain, a dimer-formation core domain and a Pi transport domain. Within the transport domain, three basic clusters are responsible for Pi binding and transport, and a conserved W573 acts as a molecular switch for gating. In addition, the SPX domain binds to InsP(6) and facilitates Pi efflux by liberating the C-terminal loop that limits Pi entry. This study provides a conceptual framework for the mechanistic understanding of Pi homeostasis by XPR1 homologues in fungi, plants and animals."
    ],
    [
        "Molecular mimicry in multisystem inflammatory syndrome in children",
        "Multisystem inflammatory syndrome in children (MIS-C) is a severe, post-infectious sequela of SARS-CoV-2 infection(1,2), yet the pathophysiological mechanism connecting the infection to the broad inflammatory syndrome remains unknown. Here we leveraged a large set of samples from patients with MIS-C to identify a distinct set of host proteins targeted by patient autoantibodies including a particular autoreactive epitope within SNX8, a protein involved in regulating an antiviral pathway associated with MIS-C pathogenesis. In parallel, we also probed antibody responses from patients with MIS-C to the complete SARS-CoV-2 proteome and found enriched reactivity against a distinct domain of the SARS-CoV-2 nucleocapsid protein. The immunogenic regions of the viral nucleocapsid and host SNX8 proteins bear remarkable sequence similarity. Consequently, we found that many children with anti-SNX8 autoantibodies also have cross-reactive T cells engaging both the SNX8 and the SARS-CoV-2 nucleocapsid protein epitopes. Together, these findings suggest that patients with MIS-C develop a characteristic immune response to the SARS-CoV-2 nucleocapsid protein that is associated with cross-reactivity to the self-protein SNX8, demonstrating a mechanistic link between the infection and the inflammatory syndrome, with implications for better understanding a range of post-infectious autoinflammatory diseases."
    ],
    [
        "Structure of a fully assembled γδ T cell antigen receptor",
        "T cells in jawed vertebrates comprise two lineages, alpha beta T cells and gamma delta T cells, defined by the antigen receptors they express-that is, alpha beta and gamma delta T cell receptors (TCRs), respectively. The two lineages have different immunological roles, requiring that gamma delta TCRs recognize more structurally diverse ligands1. Nevertheless, the receptors use shared CD3 subunits to initiate signalling. Whereas the structural organization of alpha beta TCRs is understood2,3, the architecture of gamma delta TCRs is unknown. Here, we used cryogenic electron microscopy to determine the structure of a fully assembled, MR1-reactive, human V gamma 8V delta 3 TCR-CD3 delta gamma epsilon 2 zeta 2 complex bound by anti-CD3 epsilon antibody Fab fragments4,5. The arrangement of CD3 subunits in gamma delta and alpha beta TCRs is conserved and, although the transmembrane alpha-helices of the TCR-gamma delta and -alpha beta subunits differ markedly in sequence, packing of the eight transmembrane-helix bundles is similar. However, in contrast to the apparently rigid alpha beta TCR2,3,6, the gamma delta TCR exhibits considerable conformational heterogeneity owing to the ligand-binding TCR-gamma delta subunits being tethered to the CD3 subunits by their transmembrane regions only. Reducing this conformational heterogeneity by transfer of the V gamma 8V delta 3 TCR variable domains to an alpha beta TCR enhanced receptor signalling, suggesting that gamma delta TCR organization reflects a compromise between efficient signalling and the ability to engage structurally diverse ligands. Our findings reveal the marked structural plasticity of the TCR on evolutionary timescales, and recast it as a highly versatile receptor capable of initiating signalling as either a rigid or flexible structure.Cryogenic electron microscopy determines the structure of a fully assembled, MR1-reactive, human V gamma 8V delta 3 TCR-CD3 delta gamma epsilon 2 zeta 2 complex bound by anti-CD3 epsilon antibody Fab fragments."
    ],
    [
        "Structure of the human dopamine transporter in complex with cocaine",
        "The dopamine transporter (DAT) is crucial for regulating dopamine signalling and is the prime mediator for the rewarding and addictive effects of cocaine(1). As part of the neurotransmitter sodium symporter family, DAT uses the Na+ gradient across cell membranes to transport dopamine against its chemical gradient(2). The transport mechanism involves both intra- and extracellular gates that control substrate access to a central site. However, the molecular intricacies of this process and the inhibitory mechanism of cocaine have remained unclear. Here, we present the molecular structure of human DAT in complex with cocaine at a resolution of 2.66 angstrom. Our findings reveal that DAT adopts the expected LeuT-fold, posing in an outward-open conformation with cocaine bound at the central (S1) site. Notably, while an Na+ occupies the second Na+ site (Na2), the Na1 site seems to be vacant, with the side chain of Asn82 occupying the presumed Na+ space. This structural insight elucidates the mechanism for the cocaine inhibition of human DAT and deepens our understanding of neurotransmitter transport. By shedding light on the molecular underpinnings of how cocaine acts, our study lays a foundation for the development of targeted medications to combat addiction."
    ]
]