[
    [
        "Comprehensive interrogation of synthetic lethality in the DNA damage response",
        "The DNA damage response (DDR) is a multifaceted network of pathways that preserves genome stability1,2. Unravelling the complementary interplay between these pathways remains a challenge3,4. Here we used CRISPR interference (CRISPRi) screening to comprehensively map the genetic interactions required for survival during normal human cell homeostasis across all core DDR genes. We captured known interactions and discovered myriad new connections that are available online. We defined the molecular mechanism of two of the strongest interactions. First, we found that WDR48 works with USP1 to restrain PCNA degradation in FEN1/LIG1-deficient cells. Second, we found that SMARCAL1 and FANCM directly unwind TA-rich DNA cruciforms, preventing catastrophic chromosome breakage by the ERCC1-ERCC4 complex. Our data yield fundamental insights into genome maintenance, provide a springboard for mechanistic investigations into new connections between DDR factors and pinpoint synthetic vulnerabilities that could be exploited in cancer therapy."
    ],
    [
        "Supramolecular docking structure determination of alkyl-bearing molecules",
        "Numerous natural products and drugs contain flexible alkyl chains. The resulting conformational motion can create challenges in obtaining single crystals and thus determining their molecular structures by single-crystal X-ray diffraction (SCXRD)1, 2, 3, 4, 5, 6, 7, 8, 9, 10-11. Here we demonstrate that by using pillar[5]arene-incorporated metal-organic frameworks (MOFs) and taking advantage of pillar[5]arene-alkyl chain host-guest recognition12, 13, 14-15, it is possible to reduce this motion and bring order to alkyl-chain-containing molecules as the result of docking within accessible pillar[5]arene units present in an overall MOF. This has allowed the single-crystal structures of 48 alkyl-chain-containing molecules, including 6 natural products, 2 approved drugs and 18 custom-made compounds collected from 16 research groups, to be determined using standard SCXRD instrumentation. The structures of alkyl-chain-containing molecules derived from crude reaction products can also be determined directly by SCXRD analyses without further purification. The simplicity, high efficiency and apparent generality of the present pillar[5]arene-incorporated MOF-based supramolecular docking approach suggest that it could emerge as a new tool for the analyses of natural products and drugs that might not be amenable to traditional SCXRD-based structure determination."
    ],
    [
        "BRCA2 prevents PARPi-mediated PARP1 retention to protect RAD51 filaments",
        "The tumour-suppressor protein BRCA2 has a central role in homology-directed DNA repair by enhancing the formation of RAD51 filaments on resected single-stranded DNA generated at double-stranded DNA breaks and stimulating RAD51 activity1,2. Individuals with BRCA2 mutations are predisposed to cancer; however, BRCA2-deficient tumours are often responsive to targeted therapy with PARP inhibitors (PARPi)3, 4, 5-6. The mechanism by which BRCA2 deficiency renders cells sensitive to PARPi but with minimal toxicity in cells heterozygous for BRCA2 mutations remains unclear. Here we identify a previously unknown role of BRCA2 that is directly linked to the effect of PARP1 inhibition. Using biochemical and single-molecule approaches, we demonstrate that PARPi-mediated PARP1 retention on a resected DNA substrate interferes with RAD51 filament stability and impairs RAD51-mediated DNA strand exchange. Full-length BRCA2 protects RAD51 filaments and counteracts the instability conferred by PARPi-mediated retention by preventing the binding of PARP1 to DNA. Extending these findings to a cellular context, we use quantitative single-molecule localization microscopy to show that BRCA2 prevents PARPi-induced PARP1 retention at homologous-recombination repair sites. By contrast, BRCA2-deficient cells exhibit increased PARP1 retention at these lesions in response to PARPi. These results provide mechanistic insights into the role of BRCA2 in maintaining RAD51 stability and protecting homologous-recombination repair sites by mitigating PARPi-mediated PARP1 retention."
    ],
    [
        "A polyene macrolide targeting phospholipids in the fungal cell membrane",
        "The global spread of multidrug-resistant pathogenic fungi presents a serious threat to human health, necessitating the discovery of antifungals with unique modes of action1. However, conventional activity-based screening for previously undescribed antibiotics has been hampered by the high-frequency rediscovery of known compounds and the lack of new antifungal targets2. Here we report the discovery of a polyene antifungal antibiotic, mandimycin, using a phylogeny-guided natural-product discovery platform. Mandimycin is biosynthesized by the mand gene cluster, has evolved in a distinct manner from known polyene macrolide antibiotics and is modified with three deoxy sugars. It has demonstrated potent and broad-spectrum fungicidal activity against a wide range of multidrug-resistant fungal pathogens in both in vitro and in vivo settings. In contrast to known polyene macrolide antibiotics that target ergosterol, mandimycin has a unique mode of action that involves targeting various phospholipids in fungal cell membranes, resulting in the release of essential ions from fungal cells. This unique ability to bind multiple targets gives it robust fungicidal activity as well as the capability to evade resistance. The identification of mandimycin using the phylogeny-guided natural-product discovery strategy represents an important advancement in uncovering antimicrobial compounds with distinct modes of action, which could be developed to combat multidrug-resistant fungal pathogens."
    ],
    [
        "Overlapping nuclear import and export paths unveiled by two-colour MINFLUX",
        "The nuclear pore complex (NPC) mediates nucleocytoplasmic exchange, catalysing a massive flux of protein and nucleic acid material in both directions1. Distinct trafficking pathways for import and export would be an elegant solution to avoid unproductive collisions and opposing movements. However, the three-dimensional (3D) nanoscale spatiotemporal dynamics of macromolecules traversing the NPC remains challenging to visualize on the timescale of millisecond-scale transport events. Here we used 3D MINFLUX2 to identify the nuclear pore scaffold and then to simultaneously monitor both nuclear import and nuclear export, thereby establishing that both transport processes occur in overlapping regions of the central pore. Whereas translocation-arrested import complexes bound at the pore periphery, tracks of translocating complexes within the central pore region revealed a preference for an approximately 40- to 50-nm diameter annulus with minimal circumferential movement, indicating activity-dependent confinement within the permeability barrier. Movement within the pore was approximately 1,000-fold slower than in solution and was interspersed with pauses, indicating a highly restricted environment with structural constraints and/or transient binding events during transport. These results demonstrate that high spatiotemporal precision with reduced photobleaching is a major advantage of MINFLUX tracking, and that the NPC permeability barrier is divided into annular rings with distinct functional properties."
    ],
    [
        "Water structure and electric fields at the interface of oil droplets",
        "Interfacial water exhibits rich and complex behaviour1, playing an important part in chemistry, biology, geology and engineering. However, there is still much debate on the fundamental properties of water at hydrophobic interfaces, such as orientational ordering, the concentration of hydronium and hydroxide, improper hydrogen bonds and the presence of large electric fields2, 3, 4-5. This controversy arises from the challenges in measuring interfacial systems, even with the most advanced experimental techniques and theoretical approaches available. Here we report on an in-solution, interface-selective Raman spectroscopy method using multivariate curve resolution6,7 to probe hexadecane-in-water emulsions, aided by a monomer-field theoretical model for Raman spectroscopy8. Our results indicate that oil-water emulsion interfaces can exhibit reduced tetrahedral order and weaker hydrogen bonding, along with a substantial population of free hydroxyl groups that experience about 95 cm-1 redshift in their stretching mode compared with planar oil-water interfaces. Given the known electrostatic zeta potential characteristic of oil droplets9, we propose the existence of a strong electric field (about 50-90 MV cm-1) emanating from the oil phase. This field is inferred indirectly but supported by control experiments and theoretical estimates. These observations are either absent or opposite in the molecular hydrophobic interface formed by small solutes or at planar oil-water interfaces. Instead, water structural disorder and enhanced electric fields emerge as unique features of the mesoscale interface in oil-water emulsions, potentially contributing to the accelerated chemical reactivity observed at hydrophobic-water interfaces10, 11, 12-13."
    ],
    [
        "Assessment of Hydrogen's Climate Impact Is Affected by Model OH Biases",
        "Hydrogen fuel can help decarbonize the economy, but hydrogen leakage has indirect climate consequences. Atmospheric oxidation of hydrogen by hydroxyl radicals (OH) increases methane, ozone, and stratospheric water vapor concentrations. Current global 3-D atmospheric chemistry models estimate a global warming potential for hydrogen of 12 +/- 3 over a 100-year horizon (GWP-100), but the models overestimate global OH concentrations and underestimate OH reactivity (OHR). These OH biases cause overestimates of the responses of methane and ozone to hydrogen. Here, we compare the hydrogen GWP-100 calculated from the standard GEOS-Chem model and from a modified version where OH and OHR biases are corrected with missing organic emissions and a terminal OH sink over continents. The hydrogen GWP-100 from the standard GEOS-Chem model agrees with previous studies, but the modified version is 20% lower. Better understanding of the factors controlling global OH concentrations and OHR is needed to refine hydrogen GWP estimates."
    ],
    [
        "Structure of mitochondrial pyruvate carrier and its inhibition mechanism",
        "The mitochondrial pyruvate carrier (MPC) governs the entry of pyruvate-a central metabolite that bridges cytosolic glycolysis with mitochondrial oxidative phosphorylation-into the mitochondrial matrix1, 2, 3, 4-5. It thus serves as a pivotal metabolic gatekeeper and has fundamental roles in cellular metabolism. Moreover, MPC is a key target for drugs aimed at managing diabetes, non-alcoholic steatohepatitis and neurodegenerative diseases4, 5-6. However, despite MPC's critical roles in both physiology and medicine, the molecular mechanisms underlying its transport function and how it is inhibited by drugs have remained largely unclear. Here our structural findings on human MPC define the architecture of this vital transporter, delineate its substrate-binding site and translocation pathway, and reveal its major conformational states. Furthermore, we explain the binding and inhibition mechanisms of MPC inhibitors. Our findings provide the molecular basis for understanding MPC's function and pave the way for the development of more-effective therapeutic reagents that target MPC."
    ],
    [
        "Mass-spectrometry-based proteomics: from single cells to clinical applications",
        "Mass-spectrometry (MS)-based proteomics has evolved into a powerful tool for comprehensively analysing biological systems. Recent technological advances have markedly increased sensitivity, enabling single-cell proteomics and spatial profiling of tissues. Simultaneously, improvements in throughput and robustness are facilitating clinical applications. In this Review, we present the latest developments in proteomics technology, including novel sample-preparation methods, advanced instrumentation and innovative data-acquisition strategies. We explore how these advances drive progress in key areas such as protein-protein interactions, post-translational modifications and structural proteomics. Integrating artificial intelligence into the proteomics workflow accelerates data analysis and biological interpretation. We discuss the application of proteomics to single-cell analysis and spatial profiling, which can provide unprecedented insights into cellular heterogeneity and tissue architecture. Finally, we examine the transition of proteomics from basic research to clinical practice, including biomarker discovery in body fluids and the promise and challenges of implementing proteomics-based diagnostics. This Review provides a broad and high-level overview of the current state of proteomics and its potential to revolutionize our understanding of biology and transform medical practice."
    ],
    [
        "Programs, origins and immunomodulatory functions of myeloid cells in glioma",
        "Gliomas are incurable malignancies notable for having an immunosuppressive microenvironment with abundant myeloid cells, the immunomodulatory phenotypes of which remain poorly defined1. Here we systematically investigate these phenotypes by integrating single-cell RNA sequencing, chromatin accessibility, spatial transcriptomics and glioma organoid explant systems. We discovered four immunomodulatory expression programs: microglial inflammatory and scavenger immunosuppressive programs, which are both unique to primary brain tumours, and systemic inflammatory and complement immunosuppressive programs, which are also expressed by non-brain tumours. The programs are not contingent on myeloid cell type, developmental origin or tumour mutational state, but instead are driven by microenvironmental cues, including tumour hypoxia, interleukin-1 beta, TGF beta and standard-of-care dexamethasone treatment. Their relative expression can predict immunotherapy response and overall survival. By associating the respective programs with mediating genomic elements, transcription factors and signalling pathways, we uncover strategies for manipulating myeloid-cell phenotypes. Our study provides a framework to understand immunomodulation by myeloid cells in glioma and a foundation for the development of more-effective immunotherapies."
    ],
    [
        "The conserved HIV-1 spacer peptide 2 triggers matrix lattice maturation",
        "The virus particles of human immunodeficiency virus type 1 (HIV-1) are released in an immature, non-infectious form. Proteolytic cleavage of the main structural polyprotein Gag into functional domains induces rearrangement into mature, infectious virions. In immature virus particles, the Gag membrane-binding domain, MA, forms a hexameric protein lattice that undergoes structural transition, following cleavage, into a distinct, mature MA lattice1. The mechanism of MA lattice maturation is unknown. Here we show that released spacer peptide 2 (SP2), a conserved peptide of unknown function situated about 300 residues downstream of MA, binds MA to induce structural maturation. By high-resolution in-virus structure determination of MA, we show that MA does not bind lipid into a side pocket as previously thought1, but instead binds SP2 as an integral part of the protein-protein interfaces that stabilize the mature lattice. Analysis of Gag cleavage site mutants showed that SP2 release is required for MA maturation, and we demonstrate that SP2 is sufficient to induce maturation of purified MA on lipid monolayers in vitro. SP2-triggered MA maturation correlated with faster fusion of virus with target cells. Our results reveal a new, unexpected interaction between two HIV-1 components, provide a high-resolution structure of mature MA, establish the trigger of MA structural maturation and assign function to the SP2 peptide."
    ],
    [
        "Clonal driver neoantigen loss under EGFR TKI and immune selection pressures",
        "Neoantigen vaccines are under investigation for various cancers, including epidermal growth factor receptor (EGFR)-driven lung cancers1,2. We tracked the phylogenetic history of an EGFR mutant lung cancer treated with erlotinib, osimertinib, radiotherapy and a personalized neopeptide vaccine (NPV) targeting ten somatic mutations, including EGFR exon 19 deletion (ex19del). The ex19del mutation was clonal, but is likely to have appeared after a whole-genome doubling (WGD) event. Following osimertinib and NPV treatment, loss of the ex19del mutation was identified in a progressing small-cell-transformed liver metastasis. Circulating tumour DNA analyses tracking 467 somatic variants revealed the presence of this EGFR wild-type clone before vaccination and its expansion during osimertinib/NPV therapy. Despite systemic T cell reactivity to the vaccine-targeted ex19del neoantigen, the NPV failed to halt disease progression. The liver metastasis lost vaccine-targeted neoantigens through chromosomal instability and exhibited a hostile microenvironment, characterized by limited immune infiltration, low CXCL9 and elevated M2 macrophage levels. Neoantigens arising post-WGD were more likely to be absent in the progressing liver metastasis than those occurring pre-WGD, suggesting that prioritizing pre-WGD neoantigens may improve vaccine design. Data from the TRACERx 421 cohort3 provide evidence that pre-WGD mutations better represent clonal variants, and owing to their presence at multiple copy numbers, are less likely to be lost in metastatic transition. These data highlight the power of phylogenetic disease tracking and functional T cell profiling to understand mechanisms of immune escape during combination therapies."
    ],
    [
        "GABAergic neuron-to-glioma synapses in diffuse midline gliomas",
        "High-grade gliomas (HGGs) are the leading cause of brain cancer-related death. HGGs include clinically, anatomically and molecularly distinct subtypes that stratify into diffuse midline gliomas (DMGs), such as H3K27M-altered diffuse intrinsic pontine glioma, and hemispheric HGGs, such as IDH wild-type glioblastoma. Neuronal activity drives glioma progression through paracrine signalling1,2 and neuron-to-glioma synapses3, 4, 5-6. Glutamatergic AMPA receptor-dependent synapses between neurons and glioma cells have been demonstrated in paediatric3 and adult4 high-grade gliomas, and early work has suggested heterogeneous glioma GABAergic responses7. However, neuron-to-glioma synapses mediated by neurotransmitters other than glutamate remain understudied. Using whole-cell patch-clamp electrophysiology, in vivo optogenetics and patient-derived orthotopic xenograft models, we identified functional, tumour-promoting GABAergic neuron-to-glioma synapses mediated by GABAA receptors in DMGs. GABAergic input has a depolarizing effect on DMG cells due to NKCC1 chloride transporter function and consequently elevated intracellular chloride concentration in DMG malignant cells. As membrane depolarization increases glioma proliferation3,6, we found that the activity of GABAergic interneurons promotes DMG proliferation in vivo. The benzodiazepine lorazepam enhances GABA-mediated signalling, increases glioma proliferation and growth, and shortens survival in DMG patient-derived orthotopic xenograft models. By contrast, only minimal depolarizing GABAergic currents were found in hemispheric HGGs and lorazepam did not influence the growth rate of hemispheric glioblastoma xenografts. Together, these findings uncover growth-promoting GABAergic synaptic communication between GABAergic neurons and H3K27M-altered DMG cells, underscoring a tumour subtype-specific mechanism of brain cancer neurophysiology."
    ],
    [
        "Modulated ringdown comb interferometry for sensing of highly complex gases",
        "Gas samples relevant to health1, 2-3 and the environment4, 5-6 typically contain many molecular species that span a huge concentration dynamic range. Mid-infrared frequency comb spectroscopy with high-finesse cavity enhancement has allowed the most sensitive multispecies trace-gas detections so far2,7, 8, 9, 10, 11, 12-13. However, the robust performance of this technique depends critically on ensuring absorption-path-length enhancement over a broad spectral coverage, which is severely limited by comb-cavity frequency mismatch if strongly absorbing compounds are present. Here we introduce modulated ringdown comb interferometry, a technique that resolves the vulnerability of comb-cavity enhancement to strong intracavity absorption or dispersion. This technique works by measuring ringdown dynamics carried by massively parallel comb lines transmitted through a length-modulated cavity, making use of both the periodicity of the field dynamics and the Doppler frequency shifts introduced from a Michelson interferometer. As a demonstration, we measure highly dispersive exhaled human breath samples and ambient air in the mid-infrared with finesse improved to 23,000 and coverage to 1,010 cm-1. Such a product of finesse and spectral coverage is orders of magnitude better than all previous demonstrations2,7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19-20, enabling us to simultaneously quantify 20 distinct molecular species at above 1-part-per-trillion sensitivity varying in concentrations by seven orders of magnitude. This technique unlocks next-generation sensing performance for complex and dynamic molecular compositions, with scalable improvement to both finesse and spectral coverage."
    ],
    [
        "Endogenous DNA damage at sites of terminated transcripts",
        "DNA damage promotes mutations that fuel cancer, ageing and neurodegenerative diseases1, 2-3, but surprisingly, the causes and types of damage remain largely unknown. There are three identified mechanisms that damage DNA during transcription: collision of RNA polymerase (RNAP) with the DNA-replication machinery head-on and co-directionally4, 5-6, and R-loop-induced DNA breakage7, 8, 9-10. Here we identify novel DNA damage reaction intermediates11,12 and uncover a fourth transcription-related source of DNA damage: endogenous DNA damage at sites of terminated transcripts. We engineered proteins to capture single-stranded DNA (ssDNA) ends with 3 ' polarity in bacterial and human cells. In Escherichia coli, spontaneous 3 '-ssDNA-end foci were unexpectedly frequent, at one or more per cell division, and arose via two identifiable pathways, both of which were dependent on DNA replication. A pathway associated with double-strand breaks was suppressed by overexpression of replicative DNA polymerase (pol) III, suggesting competition between pol III and DNA damage-promoting proteins. Mapping of recurrent 3 '-ssDNA-ends identified distinct 3 '-ssDNA-end-hotspots, mostly unrelated to double-strand breaks, next to the 5 '-CCTTTTTT transcription-terminator-like sequence. These 3 '-ssDNA-termini coincide with RNA 3 '-termini identified by DirectRNA sequencing13 or simultaneous 5 ' and 3 ' end RNA sequencing (SEnd-seq)14 and were prevented by a mutant RNAP that reads through terminators. Our findings reveal that transcription termination or pausing can promote DNA damage and subsequent genomic instability."
    ],
    [
        "Human-correlated genetic models identify precision therapy for liver cancer",
        "Hepatocellular carcinoma (HCC), the most common form of primary liver cancer, is a leading cause of cancer-related mortality worldwide1,2. HCC occurs typically from a background of chronic liver disease, caused by a spectrum of predisposing conditions. Tumour development is driven by the expansion of clones that accumulate progressive driver mutations3, with hepatocytes the most likely cell of origin2. However, the landscape of driver mutations in HCC is broadly independent of the underlying aetiologies4. Despite an increasing range of systemic treatment options for advanced HCC, outcomes remain heterogeneous and typically poor. Emerging data suggest that drug efficacies depend on disease aetiology and genetic alterations5,6. Exploring subtypes in preclinical models with human relevance will therefore be essential to advance precision medicine in HCC7. Here we generated a suite of genetically driven immunocompetent in vivo and matched in vitro HCC models. Our models represent multiple features of human HCC, including clonal origin, histopathological appearance and metastasis. We integrated transcriptomic data from the mouse models with human HCC data and identified four common human-mouse subtype clusters. The subtype clusters had distinct transcriptomic characteristics that aligned with the human histopathology. In a proof-of-principle analysis, we verified response to standard-of-care treatment and used a linked in vitro-in vivo pipeline to identify a promising therapeutic candidate, cladribine, that has not previously been linked to HCC treatment. Cladribine acts in a highly effective subtype-specific manner in combination with standard-of-care therapy."
    ],
    [
        "SPO11 dimers are sufficient to catalyse DNA double-strand breaks in vitro",
        "SPO11 initiates meiotic recombination through the induction of programmed DNA double-strand breaks (DSBs)1,2, but this catalytic activity has never been reconstituted in vitro3,4. Here, using Mus musculus SPO11, we report a biochemical system that recapitulates all the hallmarks of meiotic DSB formation. We show that SPO11 catalyses break formation in the absence of any partners and remains covalently attached to the 5 ' broken strands. We find that target site selection by SPO11 is influenced by the sequence, bendability and topology of the DNA substrate, and provide evidence that SPO11 can reseal single-strand DNA breaks. In addition, we show that SPO11 is monomeric in solution and that cleavage requires dimerization for the reconstitution of two hybrid active sites. SPO11 and its partner TOP6BL form a 1:1 complex that catalyses DNA cleavage with an activity similar to that of SPO11 alone. However, this complex binds DNA ends with higher affinity, suggesting a potential role after cleavage. We propose a model in which additional partners of SPO11 required for DSB formation in vivo assemble biomolecular condensates that recruit SPO11-TOP6BL, enabling dimerization and cleavage. Our work establishes SPO11 dimerization as the fundamental mechanism that controls the induction of meiotic DSBs."
    ],
    [
        "Mechanism for local attenuation of DNA replication at double-strand breaks",
        "DNA double-strand breaks (DSBs) disrupt the continuity of the genome, with consequences for malignant transformation. Massive DNA damage can elicit a cellular checkpoint response that prevents cell proliferation1,2. However, how highly aggressive cancer cells, which can tolerate widespread DNA damage, respond to DSBs alongside continuous chromosome duplication is unknown. Here we show that DSBs induce a local genome maintenance mechanism that inhibits replication initiation in DSB-containing topologically associating domains (TADs) without affecting DNA synthesis at other genomic locations. This process is facilitated by mediators of replication and DSBs (MRDs). In normal and cancer cells, MRDs include the TIMELESS-TIPIN complex and the WEE1 kinase, which actively dislodges the TIMELESS-TIPIN complex from replication origins adjacent to DSBs and prevents initiation of DNA synthesis at DSB-containing TADs. Dysregulation of MRDs, or disruption of 3D chromatin architecture by dissolving TADs, results in inadvertent replication in damaged chromatin and increased DNA damage in cancer cells. We propose that the intact MRD cascade precedes DSB repair to prevent genomic instability, which is otherwise observed when replication is forced, or when genome architecture is challenged, in the presence of DSBs3, 4-5. These observations reveal a previously unknown vulnerability in the DNA replication machinery that may be exploited to therapeutically target cancer cells."
    ],
    [
        "Dual regulation of mitochondrial fusion by Parkin-PINK1 and OMA1",
        "Mitochondrial stress pathways protect mitochondrial health from cellular insults1, 2, 3, 4, 5, 6, 7-8. However, their role under physiological conditions is largely unknown. Here, using 18 single, double and triple whole-body and tissue-specific knockout and mutant mice, along with systematic mitochondrial morphology analysis, untargeted metabolomics and RNA sequencing, we discovered that the synergy between two stress-responsive systems-the ubiquitin E3 ligase Parkin and the metalloprotease OMA1-safeguards mitochondrial structure and genome by mitochondrial fusion, mediated by the outer membrane GTPase MFN1 and the inner membrane GTPase OPA1. Whereas the individual loss of Parkin or OMA1 does not affect mitochondrial integrity, their combined loss results in small body size, low locomotor activity, premature death, mitochondrial abnormalities and innate immune responses. Thus, our data show that Parkin and OMA1 maintain a dual regulatory mechanism that controls mitochondrial fusion at the two membranes, even in the absence of extrinsic stress."
    ],
    [
        "Reconstitution of SPO11-dependent double-strand break formation",
        "Meiotic recombination starts with SPO11 generation of DNA double-strand breaks (DSBs)1. SPO11 is critical for meiosis in most species, but it generates dangerous DSBs with mutagenic2 and gametocidal3 potential. Cells must therefore utilize the beneficial functions of SPO11 while minimizing its risks4-how they do so remains poorly understood. Here we report reconstitution of DNA cleavage in vitro with purified recombinant mouse SPO11 bound to TOP6BL. SPO11-TOP6BL complexes are monomeric (1:1) in solution and bind tightly to DNA, but dimeric (2:2) assemblies cleave DNA to form covalent 5 ' attachments that require SPO11 active-site residues, divalent metal ions and SPO11 dimerization. SPO11 can also reseal DNA that it has nicked. Structure modelling with AlphaFold 3 suggests that DNA is bent prior to cleavage5. In vitro cleavage displays a sequence bias that partially explains DSB site preferences in vivo. Cleavage is inefficient on complex DNA substrates, partly because SPO11 is readily trapped in DSB-incompetent (presumably monomeric) binding states that exchange slowly. However, cleavage is improved with substrates that favour dimer assembly or by artificially dimerizing SPO11. Our results inform a model in which intrinsically weak dimerization restrains SPO11 activity in vivo, making it exquisitely dependent on accessory proteins that focus and control DSB formation."
    ],
    [
        "De novo design of transmembrane fluorescence-activating proteins",
        "The recognition of ligands by transmembrane proteins is essential for the exchange of materials, energy and information across biological membranes. Progress has been made in the de novo design of transmembrane proteins1, 2, 3, 4, 5-6, as well as in designing water-soluble proteins to bind small molecules7, 8, 9, 10, 11-12, but de novo design of transmembrane proteins that tightly and specifically bind to small molecules remains an outstanding challenge13. Here we present the accurate design of ligand-binding transmembrane proteins by integrating deep learning and energy-based methods. We designed pre-organized ligand-binding pockets in high-quality four-helix backbones for a fluorogenic ligand, and generated a transmembrane span using gradient-guided hallucination. The designer transmembrane proteins specifically activated fluorescence of the target fluorophore with mid-nanomolar affinity, exhibiting higher brightness and quantum yield compared to those of enhanced green fluorescent protein. These proteins were highly active in the membrane fraction of live bacterial and eukaryotic cells following expression. The crystal and cryogenic electron microscopy structures of the designer protein-ligand complexes were very close to the structures of the design models. We showed that the interactions between ligands and transmembrane proteins within the membrane can be accurately designed. Our work paves the way for the creation of new functional transmembrane proteins, with a wide range of applications including imaging, ligand sensing and membrane transport."
    ],
    [
        "Characterization of single neurons reprogrammed by pancreatic cancer",
        "The peripheral nervous system (PNS) orchestrates organ function in health and disease. Most cancers, including pancreatic ductal adenocarcinoma (PDAC), are infiltrated by PNS neurons, and this contributes to the complex tumour microenvironment (TME)1,2. However, neuronal cell bodies reside in various PNS ganglia, far from the tumour mass. Thus, cancer-innervating or healthy-organ-innervating neurons are lacking in current tissue-sequencing datasets. To molecularly characterize pancreas- and PDAC-innervating neurons at single-cell resolution, we developed Trace-n-Seq. This method uses retrograde tracing of axons from tissues to their respective ganglia, followed by single-cell isolation and transcriptomic analysis. By characterizing more than 5,000 individual sympathetic and sensory neurons, with about 4,000 innervating PDAC or healthy pancreas, we reveal novel neuronal cell types and molecular networks that are distinct to the pancreas, pancreatitis, PDAC or melanoma metastasis. We integrate single-cell datasets of innervating neurons and the TME to establish a neuron-cancer-microenvironment interactome, delineate cancer-driven neuronal reprogramming and generate a pancreatic-cancer nerve signature. Pharmacological denervation induces a pro-inflammatory TME and increases the effectiveness of immune-checkpoint inhibitors. The taxane nab-paclitaxel causes intratumoral neuropathy, which attenuates PDAC growth and, in combination with sympathetic denervation, results in synergistic tumour regression. Our multi-dimensional data provide insights into the networks and functions of PDAC-innervating neurons, and support the inclusion of denervation in future therapies."
    ],
    [
        "Intrinsic electrical activity drives small-cell lung cancer progression",
        "Elevated or ectopic expression of neuronal receptors promotes tumour progression in many cancer types1,2; neuroendocrine (NE) transformation of adenocarcinomas has also been associated with increased aggressiveness3. Whether the defining neuronal feature, namely electrical excitability, exists in cancer cells and impacts cancer progression remains mostly unexplored. Small-cell lung cancer (SCLC) is an archetypal example of a highly aggressive NE cancer and comprises two major distinct subpopulations: NE cells and non-NE cells4,5. Here we show that NE cells, but not non-NE cells, are excitable, and their action potential firing directly promotes SCLC malignancy. However, the resultant high ATP demand leads to an unusual dependency on oxidative phosphorylation in NE cells. This finding contrasts with the properties of most cancer cells reported in the literature, which are non-excitable and rely heavily on aerobic glycolysis. Additionally, we found that non-NE cells metabolically support NE cells, a process akin to the astrocyte-neuron metabolite shuttle6. Finally, we observed drastic changes in the innervation landscape during SCLC progression, which coincided with increased intratumoural heterogeneity and elevated neuronal features in SCLC cells, suggesting an induction of a tumour-autonomous vicious cycle, driven by cancer cell-intrinsic electrical activity, which confers long-term tumorigenic capability and metastatic potential."
    ],
    [
        "A metagenomic 'dark matter' enzyme catalyses oxidative cellulose conversion",
        "The breakdown of cellulose is one of the most important reactions in nature1,2 and is central to biomass conversion to fuels and chemicals3. However, the microfibrillar organization of cellulose and its complex interactions with other components of the plant cell wall poses a major challenge for enzymatic conversion4. Here, by mining the metagenomic 'dark matter' (unclassified DNA with unknown function) of a microbial community specialized in lignocellulose degradation, we discovered a metalloenzyme that oxidatively cleaves cellulose. This metalloenzyme acts on cellulose through an exo-type mechanism with C1 regioselectivity, resulting exclusively in cellobionic acid as a product. The crystal structure reveals a catalytic copper buried in a compact jelly-roll scaffold that features a flattened cellulose binding site. This metalloenzyme exhibits a homodimeric configuration that enables in situ hydrogen peroxide generation by one subunit while the other is productively interacting with cellulose. The secretome of an engineered strain of the fungus Trichoderma reesei expressing this metalloenzyme boosted the glucose release from pretreated lignocellulosic biomass under industrially relevant conditions, demonstrating its biotechnological potential. This discovery modifies the current understanding of bacterial redox enzymatic systems devoted to overcoming biomass recalcitrance5, 6-7. Furthermore, it enables the conversion of agro-industrial residues into value-added bioproducts, thereby contributing to the transition to a sustainable and bio-based economy."
    ],
    [
        "UM171 glues asymmetric CRL3-HDAC1/2 assembly to degrade CoREST corepressors",
        "UM171 is a potent agonist of ex vivo human haematopoietic stem cell self-renewal1. By co-opting KBTBD4, a substrate receptor of the CUL3-RING E3 ubiquitin ligase (CRL3) complex, UM171 promotes the degradation of the LSD1-CoREST corepressor complex, thereby limiting haematopoietic stem cell attrition2,3. However, the direct target and mechanism of action of UM171 remain unclear. Here we show that UM171 acts as a molecular glue to induce high-affinity interactions between KBTBD4 and HDAC1/2 to promote corepressor degradation. Through proteomics and chemical inhibitor studies, we identify the principal target of UM171 as HDAC1/2. Cryo-electron microscopy analysis of dimeric KBTBD4 bound to UM171 and the LSD1-HDAC1-CoREST complex identifies an asymmetric assembly in which a single UM171 molecule enables a pair of KELCH-repeat propeller domains to recruit the HDAC1 catalytic domain. One KBTBD4 propeller partially masks the rim of the HDAC1 active site, which is exploited by UM171 to extend the E3-neosubstrate interface. The other propeller cooperatively strengthens HDAC1 binding through a distinct interface. The overall CoREST-HDAC1/2-KBTBD4 interaction is further buttressed by the endogenous cofactor inositol hexakisphosphate, which acts as a second molecular glue. The functional relevance of the quaternary complex interaction surfaces is demonstrated by base editor scanning of KBTBD4 and HDAC1. By delineating the direct target of UM171 and its mechanism of action, we reveal how the cooperativity offered by a dimeric CRL3 E3 can be leveraged by a small molecule degrader."
    ],
    [
        "SKI complex loss renders 9p21.3-deleted or MSI-H cancers dependent on PELO",
        "Cancer genome alterations often lead to vulnerabilities that can be used to selectively target cancer cells. Various inhibitors of such synthetic lethal targets have been approved by the FDA or are in clinical trials, highlighting the potential of this approach1, 2-3. Here we analysed large-scale CRISPR knockout screening data from the Cancer Dependency Map and identified a new synthetic lethal target, PELO, for two independent molecular subtypes of cancer: biallelic deletion of chromosomal region 9p21.3 or microsatellite instability-high (MSI-H). In 9p21.3-deleted cancers, PELO dependency emerges from biallelic deletion of the 9p21.3 gene FOCAD, a stabilizer of the superkiller complex (SKIc). In MSI-H cancers, PELO is required owing to MSI-H-associated mutations in TTC37 (also known as SKIC3), a critical component of the SKIc. We show that both cancer subtypes converge to destabilize the SKIc, which extracts mRNA from stalled ribosomes. In SKIc-deficient cells, PELO depletion induces the unfolded protein response, a stress response to accumulation of misfolded or unfolded nascent polypeptides. Together, our findings indicate PELO as a promising therapeutic target for a large patient population with cancers characterized as MSI-H with deleterious TTC37 mutations or with biallelic 9p21.3 deletions involving FOCAD."
    ],
    [
        "IL-27 elicits a cytotoxic CD8+ T cell program to enforce tumour control",
        "Although cytotoxic CD8+ T lymphocytes (CTLs) are essential for anti-tumour immunity, they are frequently dysfunctional in tumours1. Cytokines that sustain CTL activity are attractive for cancer immunotherapy, but avoiding inflammatory toxicity remains a challenge for their clinical use2. Here we show that expression of a CTL signature is strongly associated with IL27 expression in human and mouse tumours. In mice, IL-27 acts directly on tumour-specific CTLs to promote their persistence and effector function in the tumour microenvironment. Moreover, treatment with inducible IL-27 overexpression or a half-life-extended IL-27 protein in vivo is well tolerated, induces regression of established tumours, drives an enhanced cytotoxic program in anti-tumour CTLs and synergizes with PD-L1 blockade. In patients with cancer who were treated with anti-PD-1/PD-L1 therapy, high expression of IL-27 correlates with a favourable clinical response, and IL-27 supports human CTL function during chronic antigen stimulation ex vivo. Our data demonstrate that endogenous IL-27 is essential for anti-tumour immunity and that IL-27 receptor agonism can safely improve anti-tumour T cell responses alone or in combination with PD-L1 blockade."
    ],
    [
        "Synthetic lethality of mRNA quality control complexes in cancer",
        "Synthetic lethality exploits the genetic vulnerabilities of cancer cells to enable a targeted, precision approach to treat cancer1. Over the past 15 years, synthetic lethal cancer target discovery approaches have led to clinical successes of PARP inhibitors2 and ushered several next-generation therapeutic targets such as WRN3, USP14, PKMYT15, POLQ6 and PRMT57 into the clinic. Here we identify, in human cancer, a novel synthetic lethal interaction between the PELO-HBS1L and SKI complexes of the mRNA quality control pathway. In distinct genetic contexts, including 9p21.3-deleted and high microsatellite instability (MSI-H) tumours, we found that phenotypically destabilized SKI complex leads to dependence on the PELO-HBS1L ribosomal rescue complex. PELO-HBS1L and SKI complex synthetic lethality alters the normal cell cycle and drives the unfolded protein response through the activation of IRE1, as well as robust tumour growth inhibition. Our results indicate that PELO and HBS1L represent novel therapeutic targets whose dependence converges upon SKI complex destabilization, a common phenotypic biomarker in diverse genetic contexts representing a significant population of patients with cancer."
    ],
    [
        "Fine-tuning gibberellin improves rice alkali-thermal tolerance and yield",
        "Soil alkalinization and global warming are predicted to pose major challenges to agriculture in the future, as they continue to accelerate, markedly reducing global arable land and crop yields1,2. Therefore, strategies for future agriculture are needed to further improve globally cultivated, relatively high-yielding Green Revolution varieties (GRVs) derived from the SEMIDWARF 1 (SD1) gene3,4. Here we propose that precise regulation of the phytohormone gibberellin (GA) to optimal levels is the key to not only confer alkali-thermal tolerance to GRVs, but also to further enhance their yield. Endogenous modulation of ALKALI-THERMAL TOLERANCE 1/2 (ATT1/2), quantitative trait loci encoding GA20-oxidases or exogenous application of GA minimized rice yield loss affected by sodic soils. Mechanistically, high GA concentrations induce reactive oxygen species over-accumulation, whereas low GA concentrations repress the expression of stress-tolerance genes by means of DELLA-NGR5-mediated H3K27me3 methylation. We further showed that ATT1 induces large fluctuations in GA levels, whereas ATT2 is the ideal candidate for fine-tuning GA concentrations to appropriate levels to balance reactive oxygen species and H3K27me3 methylation to improve alkali-thermal tolerance and yield. Thus, ATT2 is expected to be a potential new post-Green Revolution gene that could be harnessed to develop and use marginal lands for sustainable agriculture in the future."
    ],
    [
        "CARD domains mediate anti-phage defence in bacterial gasdermin systems",
        "Caspase recruitment domains (CARDs) and pyrin domains are important facilitators of inflammasome activity and pyroptosis1. Following pathogen recognition by nucleotide binding-domain, leucine-rich, repeat-containing (NLR) proteins, CARDs recruit and activate caspases, which, in turn, activate gasdermin pore-forming proteins to induce pyroptotic cell death2. Here we show that CARD domains are present in defence systems that protect bacteria against phage. The bacterial CARD domain is essential for protease-mediated activation of certain bacterial gasdermins, which promote cell death once phage infection is recognized. We further show that multiple anti-phage defence systems use CARD domains to activate a variety of cell death effectors, and that CARD domains mediate protein-protein interactions in these systems. We find that these systems are triggered by a conserved immune-evasion protein used by phages to overcome the bacterial defence system RexAB3, demonstrating that phage proteins inhibiting one defence system can activate another. Our results suggest that CARD domains represent an ancient component of innate immune systems conserved from bacteria to humans, and that CARD-dependent activation of gasdermins is shared in organisms across the tree of life."
    ],
    [
        "Multiscale footprints reveal the organization of cis-regulatory elements",
        "Cis-regulatory elements (CREs) control gene expression and are dynamic in their structure and function, reflecting changes in the composition of diverse effector proteins over time1. However, methods for measuring the organization of effector proteins at CREs across the genome are limited, hampering efforts to connect CRE structure to their function in cell fate and disease. Here we developed PRINT, a computational method that identifies footprints of DNA-protein interactions from bulk and single-cell chromatin accessibility data across multiple scales of protein size. Using these multiscale footprints, we created the seq2PRINT framework, which uses deep learning to allow precise inference of transcription factor and nucleosome binding and interprets regulatory logic at CREs. Applying seq2PRINT to single-cell chromatin accessibility data from human bone marrow, we observe sequential establishment and widening of CREs centred on pioneer factors across haematopoiesis. We further discover age-associated alterations in the structure of CREs in murine haematopoietic stem cells, including widespread reduction of nucleosome footprints and gain of de novo identified Ets composite motifs. Collectively, we establish a method for obtaining rich insights into DNA-binding protein dynamics from chromatin accessibility data, and reveal the architecture of regulatory elements across differentiation and ageing."
    ],
    [
        "Immune evasion through mitochondrial transfer in the tumour microenvironment",
        "Cancer cells in the tumour microenvironment use various mechanisms to evade the immune system, particularly T cell attack1. For example, metabolic reprogramming in the tumour microenvironment and mitochondrial dysfunction in tumour-infiltrating lymphocytes (TILs) impair antitumour immune responses2, 3-4. However, detailed mechanisms of such processes remain unclear. Here we analyse clinical specimens and identify mitochondrial DNA (mtDNA) mutations in TILs that are shared with cancer cells. Moreover, mitochondria with mtDNA mutations from cancer cells are able to transfer to TILs. Typically, mitochondria in TILs readily undergo mitophagy through reactive oxygen species. However, mitochondria transferred from cancer cells do not undergo mitophagy, which we find is due to mitophagy-inhibitory molecules. These molecules attach to mitochondria and together are transferred to TILs, which results in homoplasmic replacement. T cells that acquire mtDNA mutations from cancer cells exhibit metabolic abnormalities and senescence, with defects in effector functions and memory formation. This in turn leads to impaired antitumour immunity both in vitro and in vivo. Accordingly, the presence of an mtDNA mutation in tumour tissue is a poor prognostic factor for immune checkpoint inhibitors in patients with melanoma or non-small-cell lung cancer. These findings reveal a previously unknown mechanism of cancer immune evasion through mitochondrial transfer and can contribute to the development of future cancer immunotherapies."
    ],
    [
        "Precise modelling of mitochondrial diseases using optimized mitoBEs",
        "The development of animal models is crucial for studying and treating mitochondrial diseases. Here we optimized adenine and cytosine deaminases to reduce off-target effects on the transcriptome and the mitochondrial genome, improving the accuracy and efficiency of our newly developed mitochondrial base editors (mitoBEs)1. Using these upgraded mitoBEs (version 2 (v2)), we targeted 70 mouse mitochondrial DNA mutations analogous to human pathogenic variants2, establishing a foundation for mitochondrial disease mouse models. Circular RNA-encoded mitoBEs v2 achieved up to 82% editing efficiency in mice without detectable off-target effects in the nuclear genome. The edited mitochondrial DNA persisted across various tissues and was maternally inherited, resulting in F1 generation mice with mutation loads as high as 100% and some mice exhibiting editing only at the target site. By optimizing the transcription activator-like effector (TALE) binding site, we developed a single-base-editing mouse model for the mt-Nd5 A12784G mutation. Phenotypic evaluations led to the creation of mouse models for the mt-Atp6 T8591C and mt-Nd5 A12784G mutations, exhibiting phenotypes corresponding to the reduced heart rate seen in Leigh syndrome and the vision loss characteristic of Leber's hereditary optic neuropathy, respectively. Moreover, the mt-Atp6 T8591C mutation proved to be more deleterious than mt-Nd5 A12784G, affecting embryonic development and rapidly diminishing through successive generations. These upgraded mitoBEs offer a highly efficient and precise strategy for constructing mitochondrial disease models, laying a foundation for further research in this field."
    ],
    [
        "Resolving native GABAA receptor structures from the human brain",
        "Type A GABA (gamma-aminobutyric acid) receptors (GABAA receptors) mediate most fast inhibitory signalling in the brain and are targets for drugs that treat epilepsy, anxiety, depression and insomnia and for anaesthetics1,2. These receptors comprise a complex array of 19 related subunits, which form pentameric ligand-gated ion channels. The composition and structure of native GABAA receptors in the human brain have been inferred from subunit localization in tissue1,3, functional measurements and structural analysis from recombinant expression4, 5, 6-7 and in mice8. However, the arrangements of subunits that co-assemble physiologically in native human GABAA receptors remain unknown. Here we isolated alpha 1 subunit-containing GABAA receptors from human patients with epilepsy. Using cryo-electron microscopy, we defined a set of 12 native subunit assemblies and their 3D structures. We address inconsistencies between previous native and recombinant approaches, and reveal details of previously undefined subunit interfaces. Drug-like densities in a subset of these interfaces led us to uncover unexpected activity on the GABAA receptor of antiepileptic drugs and resulted in localization of one of these drugs to the benzodiazepine-binding site. Proteomics and further structural analysis suggest interactions with the auxiliary subunits neuroligin 2 and GARLH4, which localize and modulate GABAA receptors at inhibitory synapses. This work provides a structural foundation for understanding GABAA receptor signalling and targeted pharmacology in the human brain."
    ],
    [
        "Episodic warm climates on early Mars primed by crustal hydration",
        "Geological records indicate that the surface of ancient Mars harboured substantial volumes of liquid water, a resource gradually diminished by processes such as the chemical alteration of crustal materials by hydration and atmospheric escape. However, how a relatively warm climate existed on early Mars to support liquid water under a fainter young Sun is debated. Greenhouse gases such as H-2 in a CO2-rich atmosphere could have contributed to warming through collision-induced absorption, but whether sufficient H-2 was available to sustain warming remains unclear. Here we use a combined climate and photochemical model to simulate how atmospheric chemistry on early Mars responded to water-rock reactions and climate variations, as constrained by existing observations. We find that H-2 outgassing from crustal hydration and oxidation, supplemented by transient volcanic activity, could have generated sufficient H-2 fluxes to transiently foster warm, humid climates. We estimate that Mars experienced episodic warm periods of an integrated duration of similar to 40 million years, with each event lasting >= 10(5) years, consistent with the formation timescale of valley networks. Declining atmospheric CO2 via surface oxidant sinks or variations in the planet's axial tilt could have led to abrupt shifts in the planet's redox state and transition to a CO-dominated atmosphere and cold climate."
    ],
    [
        "IL-33-activated ILC2s induce tertiary lymphoid structures in pancreatic cancer",
        "Tertiary lymphoid structures (TLSs) are de novo ectopic lymphoid aggregates that regulate immunity in chronically inflamed tissues, including tumours. Although TLSs form due to inflammation-triggered activation of the lymphotoxin (LT)-LT beta receptor (LT beta R) pathway1, the inflammatory signals and cells that induce TLSs remain incompletely identified. Here we show that interleukin-33 (IL-33), the alarmin released by inflamed tissues2, induces TLSs. In mice, Il33 deficiency severely attenuates inflammation- and LT beta R-activation-induced TLSs in models of colitis and pancreatic ductal adenocarcinoma (PDAC). In PDAC, the alarmin domain of IL-33 activates group 2 innate lymphoid cells (ILC2s) expressing LT that engage putative LT beta R+ myeloid organizer cells to initiate tertiary lymphoneogenesis. Notably, lymphoneogenic ILC2s migrate to PDACs from the gut, can be mobilized to PDACs in different tissues and are modulated by gut microbiota. Furthermore, we detect putative lymphoneogenic ILC2s and IL-33-expressing cells within TLSs in human PDAC that correlate with improved prognosis. To harness this lymphoneogenic pathway for immunotherapy, we engineer a recombinant human IL-33 protein that expands intratumoural lymphoneogenic ILC2s and TLSs and demonstrates enhanced anti-tumour activity in PDAC mice. In summary, we identify the molecules and cells of a druggable pathway that induces inflammation-triggered TLSs. More broadly, we reveal a lymphoneogenic function for alarmins and ILC2s."
    ],
    [
        "Structural insights into RNA cleavage by PIWI Argonaute",
        "Argonaute proteins are categorized into AGO and PIWI clades. Across most animal species, AGO-clade proteins are widely expressed in various cell types, and regulate normal gene expression1. By contrast, PIWI-clade proteins predominantly function during gametogenesis to suppress transposons and ensure fertility1,2. Both clades use nucleic acid guides for target recognition by means of base pairing, crucial for initiating target silencing, often through direct cleavage. AGO-clade proteins use a narrow channel to secure a tight guide-target interaction3. By contrast, PIWI proteins feature a wider channel that potentially allows mismatches during pairing, broadening target silencing capability4,5. However, the mechanism of PIWI-mediated target cleavage remains unclear. Here we demonstrate that after target binding, PIWI proteins undergo a conformational change from an 'open' state to a 'locked' state, facilitating base pairing and enhancing target cleavage efficiency. This transition involves narrowing of the binding channel and repositioning of the PIWI-interacting RNA-target duplex towards the MID-PIWI lobe, establishing extensive contacts for duplex stabilization. During this transition, we also identify an intermediate 'comma-shaped' conformation, which might recruit GTSF1, a known auxiliary protein that enhances PIWI cleavage activity6. GTSF1 facilitates the transition to the locked state by linking the PIWI domain to the RNA duplex, thereby expediting the conformational change critical for efficient target cleavage. These findings explain the molecular mechanisms underlying PIWI-PIWI-interacting RNA complex function in target RNA cleavage, providing insights into how dynamic conformational changes from PIWI proteins coordinate cofactors to safeguard gametogenesis."
    ],
    [
        "Elemental cryo-imaging reveals SOS1-dependent vacuolar sodium accumulation",
        "Increasing soil salinity causes significant crop losses globally; therefore, understanding plant responses to salt (sodium) stress is of high importance. Plants avoid sodium toxicity through subcellular compartmentation by intricate processes involving a high level of elemental interdependence. Current technologies to visualize sodium, in particular, together with other elements, are either indirect or lack in resolution. Here we used the newly developed cryo nanoscale secondary ion mass spectrometry ion microprobe1, which allows high-resolution elemental imaging of cryo-preserved samples and reveals the subcellular distributions of key macronutrients and micronutrients in root meristem cells of Arabidopsis and rice. We found an unexpected, concentration-dependent change in sodium distribution, switching from sodium accumulation in the cell walls at low external sodium concentrations to vacuolar accumulation at stressful concentrations. We conclude that, in root meristems, a key function of the NHX family sodium/proton antiporter SALT OVERLY SENSITIVE 1 (also known as Na+/H+ exchanger 7; SOS1/NHX7) is to sequester sodium into vacuoles, rather than extrusion of sodium into the extracellular space. This is corroborated by the use of new genomic, complementing fluorescently tagged SOS1 variants. We show that, in addition to the plasma membrane, SOS1 strongly accumulates at late endosome/prevacuoles as well as vacuoles, supporting a role of SOS1 in vacuolar sodium sequestration."
    ],
    [
        "Pathogenesis of bovine H5N1 clade 2.3.4.4b infection in macaques",
        "Since early 2022, highly pathogenic avian influenza (HPAI) H5N1 virus infections have been reported in wild aquatic birds and poultry throughout the USA with spillover into several mammalian species1, 2, 3, 4, 5-6. In March 2024, HPAIV H5N1 clade 2.3.4.4b was first detected in dairy cows in Texas, USA, and continues to circulate on dairy farms in many states7,8. Milk production and quality are diminished in infected dairy cows, with high virus titres in milk raising concerns of exposure to mammals including humans through consumption9, 10, 11-12. Here we investigated routes of infection with bovine HPAIV H5N1 clade 2.3.4.4b in cynomolgus macaques, a surrogate model for human infection13. We show that intranasal or intratracheal inoculation of macaques could cause systemic infection resulting in mild and severe respiratory disease, respectively. By contrast, infection by the orogastric route resulted in limited infection and seroconversion of macaques that remained subclinical."
    ],
    [
        "Cationic peptides cause memory loss through endophilin-mediated endocytosis",
        "The zeta inhibitory peptide (ZIP) interferes with memory maintenance and long-term potentiation (LTP)(1) when administered to mice. However, mice lacking its putative target, protein kinase PKM zeta, exhibit normal learning and memory as well as LTP2,3, making the mechanism of ZIP unclear. Here we show that ZIP disrupts LTP by removing surface AMPA receptors through its cationic charge alone. This effect requires endophilin-A2-mediated endocytosis and is fully blocked by drugs suppressing macropinocytosis. ZIP and other cationic peptides remove newly inserted AMPA receptor nanoclusters at potentiated synapses, providing a mechanism by which these peptides erase memories without altering basal synaptic function. When delivered in vivo, cationic peptides can modulate memories on local and brain-wide scales, and these mechanisms can be leveraged to prevent memory loss in a model of traumatic brain injury. Our findings uncover a previously unknown synaptic mechanism by which memories are maintained or lost."
    ],
    [
        "De novo designed proteins neutralize lethal snake venom toxins",
        "Snakebite envenoming remains a devastating and neglected tropical disease, claiming over 100,000 lives annually and causing severe complications and long-lasting disabilities for many more1,2. Three-finger toxins (3FTx) are highly toxic components of elapid snake venoms that can cause diverse pathologies, including severe tissue damage3 and inhibition of nicotinic acetylcholine receptors, resulting in life-threatening neurotoxicity4. At present, the only available treatments for snakebites consist of polyclonal antibodies derived from the plasma of immunized animals, which have high cost and limited efficacy against 3FTxs5, 6-7. Here we used deep learning methods to de novo design proteins to bind short-chain and long-chain alpha-neurotoxins and cytotoxins from the 3FTx family. With limited experimental screening, we obtained protein designs with remarkable thermal stability, high binding affinity and near-atomic-level agreement with the computational models. The designed proteins effectively neutralized all three 3FTx subfamilies in vitro and protected mice from a lethal neurotoxin challenge. Such potent, stable and readily manufacturable toxin-neutralizing proteins could provide the basis for safer, cost-effective and widely accessible next-generation antivenom therapeutics. Beyond snakebite, our results highlight how computational design could help democratize therapeutic discovery, particularly in resource-limited settings, by substantially reducing costs and resource requirements for the development of therapies for neglected tropical diseases."
    ],
    [
        "Targeting FOXM1 condensates reduces breast tumour growth and metastasis",
        "Identifying phase-separated structures remains challenging, and effective intervention methods are currently lacking1. Here we screened for phase-separated proteins in breast tumour cells and identified forkhead (FKH) box protein M1 (FOXM1) as the most prominent candidate. Oncogenic FOXM1 underwent liquid-liquid phase separation (LLPS) with FKH consensus DNA element, and compartmentalized the transcription apparatus in the nucleus, thereby sustaining chromatin accessibility and super-enhancer landscapes crucial for tumour metastatic outgrowth. Screening an epigenetics compound library identified AMPK agonists as suppressors of FOXM1 condensation. AMPK phosphorylated FOXM1 in the intrinsically disordered region (IDR), perturbing condensates, reducing oncogenic transcription, accumulating double-stranded DNA to stimulate innate immune responses, and endowing discrete FOXM1 with the ability to activate immunogenicity-related gene expressions. By developing a genetic code-expansion orthogonal system, we demonstrated that a phosphoryl moiety at a specific IDR1 site causes electrostatic repulsion, thereby abolishing FOXM1 LLPS and aggregation. A peptide targeting IDR1 and carrying the AMPK-phosphorylated residue was designed to disrupt FOXM1 LLPS and was shown to inhibit tumour malignancy, rescue tumour immunogenicity and improve tumour immunotherapy. Together, these findings provide novel and in-depth insights on function and mechanism of FOXM1 and develop methodologies that hold promising implications in clinics."
    ],
    [
        "Computational microscopy with coherent diffractive imaging and ptychography",
        "Microscopy and crystallography are two essential experimental methodologies for advancing modern science. They complement one another, with microscopy typically relying on lenses to image the local structures of samples, and crystallography using diffraction to determine the global atomic structure of crystals. Over the past two decades, computational microscopy, encompassing coherent diffractive imaging (CDI) and ptychography, has advanced rapidly, unifying microscopy and crystallography to overcome their limitations. Here, I review the innovative developments in CDI and ptychography, which achieve exceptional imaging capabilities across nine orders of magnitude in length scales, from resolving atomic structures in materials at sub-angstrom resolution to quantitative phase imaging of centimetre-sized tissues, using the same principle and similar computational algorithms. These methods have been applied to determine the 3D atomic structures of crystal defects and amorphous materials, visualize oxygen vacancies in high-temperature superconductors and capture ultrafast dynamics. They have also been used for nanoscale imaging of magnetic, quantum and energy materials, nanomaterials, integrated circuits and biological specimens. By harnessing fourth-generation synchrotron radiation, X-ray-free electron lasers, high-harmonic generation, electron microscopes, optical microscopes, cutting-edge detectors and deep learning, CDI and ptychography are poised to make even greater contributions to multidisciplinary sciences in the years to come."
    ],
    [
        "Dynamic supramolecular snub cubes",
        "Mimicking the superstructures and properties of spherical biological encapsulants such as viral capsids(1) and ferritin(2) offers viable pathways to understand their chiral assemblies and functional roles in living systems. However, stereospecific assembly of artificial polyhedra with mechanical properties and guest-binding attributes akin to biological encapsulants remains a formidable challenge. Here we report the stereospecific assembly of dynamic supramolecular snub cubes from 12 helical macrocycles, which are held together by 144 weak C-H hydrogen bonds(3). The enantiomerically pure snub cubes, which have external diameters of 5.1 nm, contain 2,712 atoms and chiral cavities with volumes of 6,215 angstrom(3). The stereospecific assembly of left- and right-handed snub cubes was achieved by means of a hierarchical chirality transfer protocol(4), which was streamlined by diastereoselective crystallization. In addition to their reversible photochromic behaviour, the snub cubes exhibit photocontrollable elasticity and hardness in their crystalline states. The snub cubes can accommodate numerous small guest molecules simultaneously and encapsulate two different guest molecules separately inside the uniquely distinct compartments in their frameworks. This research expands the scope of artificial supramolecular assemblies to imitate the chiral superstructures, dynamic features and binding properties of spherical biomacromolecules and also establishes a protocol for construction of crystalline materials with photocontrollable mechanical properties."
    ],
    [
        "The sequence-structure-function relationship of intrinsic ERα disorder",
        "The oestrogen receptor (ER or ER alpha), a nuclear hormone receptor that drives most breast cancer1, is commonly activated by phosphorylation at serine 118 within its intrinsically disordered N-terminal transactivation domain2,3. Although this modification enables oestrogen-independent ER function, its mechanism has remained unclear despite ongoing clinical trials of kinase inhibitors targeting this region4, 5-6. By integration of small-angle X-ray scattering and nuclear magnetic resonance spectroscopy with functional studies, we show that serine 118 phosphorylation triggers an unexpected expansion of the disordered domain and disrupts specific hydrophobic clustering between two aromatic-rich regions. Mutations mimicking this disruption rescue ER transcriptional activity, target-gene expression and cell growth impaired by a phosphorylation-deficient S118A mutation. These findings, driven by hydrophobic interactions, extend beyond electrostatic models and provide mechanistic insights into intrinsically disordered proteins7, with implications for other nuclear receptors8. This fundamental sequence-structure-function relationship advances our understanding of intrinsic ER disorder, crucial for developing targeted breast cancer therapeutics."
    ],
    [
        "Satellite DNA shapes dictate pericentromere packaging in female meiosis",
        "The abundance and sequence of satellite DNA at and around centromeres is evolving rapidly despite the highly conserved and essential process through which the centromere directs chromosome inheritance1, 2-3. The impact of such rapid evolution is unclear. Here we find that sequence-dependent DNA shape dictates packaging of pericentromeric satellites in female meiosis through a conserved DNA-shape-recognizing chromatin architectural protein, high mobility group AT-hook 1 (HMGA1)4,5. Pericentromeric heterochromatin in two closely related mouse species, M. musculus and M. spretus, forms on divergent satellites that differ by both density of narrow DNA minor grooves and HMGA1 recruitment. HMGA1 binds preferentially to M. musculus satellites, and depletion in M. musculus oocytes causes massive stretching of pericentromeric satellites, disruption of kinetochore organization and delays in bipolar spindle assembly. In M. musculus x spretus hybrid oocytes, HMGA1 depletion disproportionately impairs M. musculus pericentromeres and microtubule attachment to their kinetochores. Thus, DNA shape affects both pericentromere packaging and the segregation machinery. We propose that rapid evolution of centromere and pericentromere DNA does not disrupt these essential processes when the satellites adopt DNA shapes recognized by conserved architectural proteins (such as HMGA1). By packaging these satellites, architectural proteins become part of the centromeric and pericentromeric chromatin, suggesting an evolutionary strategy that lowers the cost of megabase-scale satellite expansion."
    ],
    [
        "RNA control of reverse transcription in a diversity-generating retroelement",
        "Diversity-generating retroelements (DGRs) create massive protein sequence variation (up to 1030)1 in ecologically diverse microorganisms. A recent survey identified around 31,000 DGRs from more than 1,500 bacterial and archaeal genera, constituting more than 90 environment types2. DGRs are especially enriched in the human gut microbiome2,3 and nano-sized microorganisms that seem to comprise most microbial life and maintain DGRs despite reduced genomes4,5. DGRs are also implicated in the emergence of multicellularity6,7. Variation occurs during reverse transcription of a protein-encoding RNA template coupled to misincorporation at adenosines. In the prototypical Bordetella bacteriophage DGR, the template must be surrounded by upstream and downstream RNA segments for complementary DNA synthesis to be carried out by a complex of the DGR reverse transcriptase bRT and associated protein Avd. The function of the surrounding RNA was unknown. Here we show through cryogenic electron microscopy that this RNA envelops bRT and lies over the barrel-shaped Avd, forming an intimate ribonucleoprotein. An abundance of essential interactions in the ribonucleoprotein precisely position an RNA homoduplex in the bRT active site for initiation of reverse transcription. Our results explain how the surrounding RNA primes complementary DNA synthesis, promotes processivity, terminates polymerization and strictly limits mutagenesis to specific proteins through mechanisms that are probably conserved in DGRs belonging to distant taxa."
    ],
    [
        "An early precursor CD8+ T cell that adapts to acute or chronic viral infection",
        "This study examines the origin and differentiation of stem-like CD8+ T cells that are essential for sustained T cell immunity in chronic viral infections and cancer and also have a key role in PD-1 directed immunotherapy1, 2, 3, 4, 5, 6, 7, 8, 9-10. These PD-1+TCF-1+TOX+ stem-like CD8+ T cells (also known as precursors of exhausted T cells8,9) have a distinct program that enables them to adapt to chronic antigen stimulation. Here, using the mouse model of chronic lymphocytic choriomeningitis virus (LCMV) infection, we find that virus-specific stem-like CD8+ T cells are generated early (day 5) during chronic infection, suggesting that this crucial fate commitment occurs irrespective of the infection outcome. Indeed, we find that nearly identical populations of stem-like CD8+ T cells were generated early during acute or chronic LCMV infection, and that antigen was essential for maintaining the stem-like phenotype. We performed reciprocal adoptive transfer experiments to determine the fate of these early stem-like CD8+ T cells after viral clearance versus persistence. After transfer of day 5 stem-like CD8+ T cells from chronically infected mice into acutely infected mice, these cells downregulated canonical markers of the chronic stem-like CD8+ T cells and expressed markers (CD127 and CD62L) associated with central memory CD8+ T cells. Reciprocally, when day 5 stem-like cells from acutely infected mice were transferred into chronically infected mice, these CD8+ T cells functioned like chronic resource cells and responded effectively to PD-1 therapy. These findings highlight the ability of these early PD-1+TCF-1+TOX+ stem-like CD8+ T cells to adapt their differentiation trajectory to either an acute or a chronic viral infection. Importantly, our study shows that the host is prepared a priori to deal with a potential chronic infection."
    ],
    [
        "Structural basis for the conformational protection of nitrogenase from O2",
        "The low reduction potentials required for the reduction of dinitrogen (N2) render metal-based nitrogen-fixation catalysts vulnerable to irreversible damage by dioxygen (O2)1, 2-3. Such O2 sensitivity represents a major conundrum for the enzyme nitrogenase, as a large fraction of nitrogen-fixing organisms are either obligate aerobes or closely associated with O2-respiring organisms to support the high energy demand of catalytic N2 reduction4. To counter O2 damage to nitrogenase, diazotrophs use O2 scavengers, exploit compartmentalization or maintain high respiration rates to minimize intracellular O2 concentrations4, 5, 6, 7-8. A last line of damage control is provided by the 'conformational protection' mechanism9, in which a [2Fe:2S] ferredoxin-family protein termed FeSII (ref. 10) is activated under O2 stress to form an O2-resistant complex with the nitrogenase component proteins11,12. Despite previous insights, the molecular basis for the conformational O2 protection of nitrogenase and the mechanism of FeSII activation are not understood. Here we report the structural characterization of the Azotobacter vinelandii FeSII-nitrogenase complex by cryo-electron microscopy. Our studies reveal a core complex consisting of two molybdenum-iron proteins (MoFePs), two iron proteins (FePs) and one FeSII homodimer, which polymerize into extended filaments. In this three-protein complex, FeSII mediates an extensive network of interactions with MoFeP and FeP to position their iron-sulphur clusters in catalytically inactive but O2-protected states. The architecture of the FeSII-nitrogenase complex is confirmed by solution studies, which further indicate that the activation of FeSII involves an oxidation-induced conformational change."
    ]
]